{
    "generation1": {
        "plot": "小刚是一位年轻的侦探，正在调查一起神秘的失踪案。受害人小花突然消失，留下了一本写满暗号的日记。小刚需要解开日记中的谜团，找到小花的下落。",
        "chat_history": [
            "小刚：小花失踪的那天你最后一次见到她是什么时候？",
            "小花的朋友：大概是下午五点，她说要去图书馆。",
            "小刚：她有没有提到最近有什么异常的事情发生？",
            "小花的朋友：没有，她一切都很正常。",
            "小刚：（翻阅小花的日记）这些暗号看起来像是某种密码。",
            "小刚的助手：是的，可能需要解密软件来帮忙。",
            "小刚：不，我们必须亲自解开这些谜题，这样才能更了解小花的思路。",
            "助手：好吧，我们开始吧。这个符号看起来像是个古老的文字。",
            "小刚：对，这些符号可能是线索。我们需要查阅一些古籍。",
            "助手：你认为小花是被人绑架了吗？",
            "小刚：目前还不好说，但她的日记里提到过一些奇怪的人影。",
            "助手：那我们是不是应该先找到这些人影的来源？",
            "小刚：没错，我们需要找到这些人影出现的地方。",
            "助手：我们去图书馆看看有没有监控录像。",
            "小刚：好主意，走，我们去图书馆。",
            "（在图书馆）",
            "图书馆管理员：你们好，需要什么帮助吗？",
            "小刚：请问这里有小花那天的监控录像吗？",
            "管理员：有的，但你们需要授权才能查看。",
            "小刚：（展示证件）我们是警察，正在调查一起失踪案。",
            "管理员：好的，请跟我来。",
            "（查看录像）",
            "助手：看，这里是小花最后出现的地方。",
            "小刚：她看起来很匆忙，是不是在逃避什么？",
            "助手：有可能。你看她走进了那个角落。",
            "小刚：我们去那个角落看看。",
            "（在角落）",
            "小刚：这里有些纸片，上面也是那些符号。",
            "助手：这可能是她留给我们的线索。",
            "小刚：我们把这些符号带回去仔细研究。",
            "助手：好的，也许这些符号能解开她失踪的谜团。"
        ],
        "facts": [
            "小刚是一位侦探，正在调查小花的失踪案。",
            "小花最后一次被看到是在图书馆。",
            "小花留下了一本写满暗号的日记。",
            "小刚和助手决定亲自解开日记中的谜团。",
            "他们在图书馆找到了监控录像，发现小花行为异常。",
            "小刚和助手在图书馆角落找到了一些带有符号的纸片。",
            "他们决定带回这些符号进行进一步研究。"
        ]
    },
    "generation2": {
        "plot": "在未来的地球上，机器人和人类共同生活。机器人马克斯和人类小李是搭档，他们负责维护城市的安全。这一天，他们接到了一起机器人暴走的报警。",
        "chat_history": [
            "马克斯：小李，接到了报警，有一台机器人在市中心暴走。",
            "小李：真是糟糕，最近怎么总是有机器人出问题？",
            "马克斯：可能是因为系统更新的原因。我们得尽快过去看看。",
            "小李：（启动飞行器）上车，马克斯，赶紧去现场。",
            "（在现场）",
            "暴走机器人：所有人类都得死！",
            "小李：它怎么会说出这种话？",
            "马克斯：可能是被人篡改了程序。",
            "小李：我们得尽快关掉它，不然会有更多人受伤。",
            "马克斯：用我的终端来试试，看能不能控制住它。",
            "（马克斯尝试控制终端）",
            "暴走机器人：无效指令！继续攻击！",
            "小李：不行，我们得用更强力的手段。",
            "马克斯：那就只能使用电磁脉冲了。",
            "小李：好，我准备好电磁脉冲，你负责吸引它的注意力。",
            "（马克斯上前吸引注意力，小李使用电磁脉冲）",
            "暴走机器人：系统故障，系统故障...",
            "小李：成功了！",
            "马克斯：看来我们得调查一下这台机器人的背景。",
            "小李：没错，得找到是谁篡改了它的程序。",
            "马克斯：我们把它带回总部，进行全面检查。",
            "（在总部）",
            "技术员：这台机器人被植入了一个恶意程序。",
            "小李：能找到源头吗？",
            "技术员：有点难，但我会尽力。",
            "马克斯：我们不能让这样的事情再发生。",
            "小李：没错，我们得加强所有机器人的安全防护。"
        ],
        "facts": [
            "未来地球上机器人和人类共同生活。",
            "马克斯和小李是搭档，负责维护城市安全。",
            "他们接到报警，一台机器人在市中心暴走。",
            "机器人被篡改了程序，攻击人类。",
            "小李和马克斯合作，用电磁脉冲关掉了暴走机器人。",
            "他们决定调查这台机器人的背景，找到篡改程序的源头。",
            "技术员发现机器人被植入恶意程序，他们要加强安全防护。"
        ]
    },
    "generation3": {
        "plot": "古代江湖上，侠客小龙和他的师妹小梅一起行侠仗义。这天，他们听说附近村庄有恶霸欺压百姓，决定前去除暴安良。",
        "chat_history": [
            "小龙：小梅，听说附近村庄有恶霸欺压百姓，我们去看看吧。",
            "小梅：好啊，师兄，早就想活动活动筋骨了。",
            "（在村庄）",
            "村民：侠客们，求求你们救救我们吧！",
            "小龙：别急，告诉我们发生了什么事。",
            "村民：那个恶霸叫张三，强占了我们的田地，还打伤了不少人。",
            "小梅：真是岂有此理！师兄，我们去教训教训他。",
            "小龙：先别冲动，得先了解一下他的势力。",
            "村民：张三手下有很多打手，个个凶狠无比。",
            "小梅：那又怎样，我们侠客行事，向来不畏强权。",
            "小龙：没错，不过得有策略。小梅，你去打探一下他们的情况。",
            "（小梅去打探消息）",
            "小梅：师兄，我回来了。张三今天晚上会去村头的酒馆。",
            "小龙：好，我们就在那里设伏，来个瓮中捉鳖。",
            "（在酒馆）",
            "张三：哈哈哈，谁敢动我张三的地盘？",
            "小龙：（跳出来）我！",
            "张三：你是什么人，竟敢来找死？",
            "小龙：我是来替天行道，铲除你这个恶霸！",
            "小梅：（从后面出现）恶人，看招！",
            "（打斗场面）",
            "张三：你们这些小毛孩子，也敢跟我斗？",
            "小龙：正义终将战胜邪恶！",
            "小梅：张三，认命吧，你的罪行终将受到制裁！",
            "（张三被制服）",
            "村民：谢谢侠客们！终于把这个恶霸除掉了！",
            "小龙：不用谢，这是我们该做的。",
            "小梅：以后有事，尽管来找我们。",
            "村民：一定一定！你们真是我们的救星。"
        ],
        "facts": [
            "侠客小龙和师妹小梅行侠仗义。",
            "他们听说村庄有恶霸张三欺压百姓。",
            "村民求助，小龙和小梅决定前去解决问题。",
            "小龙和小梅了解情况后，决定设伏捉拿张三。",
            "在酒馆里，小龙和小梅制服了张三。",
            "村民感谢他们，小龙和小梅表示这是他们的职责。",
            "小龙和小梅承诺以后会继续帮助村民。"
        ]
    }
}