{
    "generation1": {
        "plot": "李雷是一位年轻的科学家，正在研究一项神秘的外星信号。一天，他的同事韩梅突然消失了，李雷决定调查此事，发现了一些不可思议的秘密。",
        "chat_history": [
            "李雷：韩梅？你在吗？（敲门）",
            "张教授：李雷，她好像昨晚就没回家，电话也打不通。",
            "李雷：不会吧，韩梅一直都很准时的。我们得去她的实验室看看。",
            "张教授：好，我们现在就去。（两人走向实验室）",
            "李雷：（打开实验室门）这里一片狼藉，好像有人搜查过。",
            "张教授：你看，这是什么？（指着桌上的一个小设备）",
            "李雷：这是韩梅的个人通讯器，怎么会在这里？",
            "张教授：或许她在发现什么重要线索的时候被带走了。",
            "李雷：不行，我要查清楚这件事。韩梅是因为我们最近的研究才出事的。",
            "张教授：你冷静点，我们得制定一个计划，不能贸然行事。",
            "李雷：好，你去联系警察，我去查一下她的电脑。（李雷打开电脑）",
            "电脑：请输入密码。",
            "李雷：（输入密码）成功了，看这里有她最后留下的记录。",
            "记录：发现外星信号频率异常，怀疑被人为干扰。",
            "李雷：果然，我们的研究引起了某些人的注意。她还留下了什么线索？",
            "张教授：李雷，你看，这里有一张地图，标记了一个偏远的地方。",
            "李雷：我们得去那里看看，或许能找到韩梅。",
            "张教授：好，但我们得小心，可能会有危险。",
            "李雷：放心，我已经准备好了，走吧。（两人出发前往地图标记的地点）",
            "（偏远地点，夜晚）",
            "李雷：就是这里了，看到有灯光，进去看看。",
            "张教授：你小心点，我在外面接应。",
            "李雷：（悄悄进入屋内）韩梅？你在这里吗？",
            "韩梅：李雷！小心，这里有陷阱！（韩梅被绑在椅子上）",
            "李雷：韩梅，我来救你。（李雷开始解开韩梅的绳子）",
            "神秘人：别动！（一个持枪的男人出现）",
            "李雷：你是谁？为什么要抓韩梅？",
            "神秘人：她知道的太多了，你们也一样。",
            "李雷：我们只是在做科学研究，为什么要阻止我们？",
            "神秘人：有些事情，你们永远不会明白。放下她，否则你们都得死。",
            "（张教授突然冲进来，将神秘人制服）",
            "张教授：快走！我已经报警了。",
            "李雷：韩梅，我们走！（三人迅速逃离）",
            "韩梅：谢谢你们，如果不是你们，我可能已经不在了。",
            "李雷：别说这些了，我们是团队，不会抛下任何一个人。"
        ],
        "facts": [
            "李雷的同事韩梅突然失踪，李雷决定调查。",
            "李雷和张教授在实验室发现线索，怀疑韩梅被带走。",
            "他们找到韩梅最后的记录，发现外星信号被干扰。",
            "地图上的标记指向一个偏远地点，他们前往调查。",
            "在偏远地点发现韩梅被绑，遭遇神秘人威胁。",
            "张教授制服神秘人，三人成功逃离。"
        ]
    },
    "generation2": {
        "plot": "王强是一名私人侦探，接到一位富商的委托，调查其妻子是否有外遇。在跟踪调查过程中，王强发现了一起更大的阴谋。",
        "chat_history": [
            "王强：张总，这是您要我调查的文件。",
            "张总：好，你先说说情况吧。",
            "王强：根据我的调查，您的妻子最近确实和一个年轻男子有过接触。",
            "张总：果然，她背叛了我。",
            "王强：但事情没有这么简单。我发现那个男子其实是一个地下组织的成员。",
            "张总：地下组织？你确定吗？",
            "王强：是的，他们似乎在策划一场大的行动。",
            "张总：这可不妙，你继续说。",
            "王强：我跟踪他们到了一处仓库，发现里面存放着大量的武器。",
            "张总：这些人到底想干什么？",
            "王强：目前还不清楚，但显然不是什么好事。我们需要报警处理。",
            "张总：不行，报警会打草惊蛇。你继续跟踪调查，一有情况立刻告诉我。",
            "王强：好，我会继续调查。但您也要小心，不要轻举妄动。",
            "张总：放心，我会安排保镖保护自己。",
            "（王强继续跟踪调查）",
            "王强：今天又发现了一些线索，他们似乎在筹备一次大的交易。",
            "助手：王哥，要不要我们先行动，制止他们？",
            "王强：不行，时机还不成熟，我们还需要更多证据。",
            "助手：可是他们可能随时会行动。",
            "王强：我知道，但我们不能冒险。再给我一点时间。",
            "（数日后）",
            "王强：张总，我终于查清楚了，他们计划在下周进行一次大规模的毒品交易。",
            "张总：好极了，我们得想办法阻止他们。",
            "王强：我已经联系了警方，他们会在交易当日行动。",
            "张总：太好了，我会配合你们的行动。",
            "（交易当天）",
            "王强：大家小心，准备好行动。",
            "警察：明白，所有人就位。",
            "（交易现场突袭）",
            "警察：不许动！警察！",
            "嫌疑人：糟了，快跑！",
            "王强：抓住他们，别让一个跑了！",
            "（交易现场混乱，但最终嫌疑人被全部抓获）",
            "警察：辛苦了，王强。这次多亏了你。",
            "王强：这只是我的工作，重要的是我们阻止了一次大规模的犯罪。"
        ],
        "facts": [
            "王强被富商张总委托调查妻子是否有外遇。",
            "调查过程中，王强发现地下组织的阴谋。",
            "跟踪到仓库，发现大量武器，计划大规模交易。",
            "王强继续调查，确认了毒品交易的时间。",
            "王强联系警方，在交易日突袭，成功抓获嫌疑人。",
            "王强和警方合作，阻止了一次重大犯罪。"
        ]
    },
    "generation3": {
        "plot": "宋文和李婷是一对年轻的夫妻，正在度蜜月。突然，他们乘坐的游轮发生了故障，漂流到一座无人岛上，他们必须想办法求生，并最终回到文明社会。",
        "chat_history": [
            "宋文：李婷，你还好吗？",
            "李婷：我没事，只是有点害怕。",
            "宋文：别怕，我们一定会找到办法的。",
            "李婷：这里是哪里？我们怎么会在这座岛上？",
            "宋文：游轮故障了，漂到了这里。",
            "李婷：天啊，我们该怎么办？",
            "宋文：先冷静，我们得找些食物和水。",
            "李婷：好的，我们一起找。（两人在岛上四处寻找）",
            "宋文：你看，这里有些椰子和野果，我们先吃这些吧。",
            "李婷：嗯，先填饱肚子再说。",
            "（两人边吃边讨论接下来的计划）",
            "宋文：我们还得找到淡水源，不然撑不了几天。",
            "李婷：那边有条小溪，我们可以去看看。",
            "宋文：好主意，我们过去。（两人来到小溪边）",
            "宋文：这里的水看起来还挺干净，我们装些回去。",
            "李婷：对了，我们还需要搭个临时的庇护所。",
            "宋文：对，晚上会冷，必须得有地方避寒。",
            "（两人一起搭建简易庇护所）",
            "李婷：虽然简陋，但也能遮风"
        ]
    }
}