{
    "generation1": {
        "plot": "张伟是一个刚刚毕业的大学生，正在为找工作发愁。他的朋友李明是一个成功的企业家，这天李明约张伟出来吃饭，顺便给他一些建议。",
        "chat_history": [
            "张伟：明哥，最近真的很烦，投了好多简历都没消息。",
            "李明：别急，找工作是个过程。你要有耐心。",
            "张伟：可是我爸妈每天都在催，我也觉得压力很大。",
            "李明：我明白你的感受。当年我也是这样过来的。",
            "张伟：那你是怎么走过来的？",
            "李明：关键是要坚持，还有不断提升自己。你有什么特别擅长的技能吗？",
            "张伟：我编程还可以，但是感觉很多公司要求都很高。",
            "李明：编程好是个优势。你可以先从一些小公司做起，积累经验。",
            "张伟：可是小公司工资低啊，我怕养活不了自己。",
            "李明：初期工资不是最重要的。关键是经验和人脉。",
            "张伟：那我该怎么选择呢？",
            "李明：看你自己的兴趣和未来规划。不要盲目跟风。",
            "张伟：你说的对，我可能太急功近利了。",
            "李明：对，心态要放平和。成功是需要时间的。",
            "张伟：谢谢明哥，我会好好考虑你的建议。",
            "李明：不用客气，记住，有什么问题随时找我。",
            "张伟：好的，谢谢你一直以来的帮助。",
            "李明：我们是朋友嘛，互相帮助是应该的。",
            "张伟：嗯，我一定会努力，不辜负你的期望。",
            "李明：加油，我相信你一定可以的。"
        ],
        "facts": [
            "张伟是刚毕业的大学生，为找工作发愁。",
            "李明是成功企业家，约张伟吃饭给建议。",
            "李明建议张伟要有耐心，先从小公司做起。",
            "张伟对小公司工资低有担忧，李明强调经验和人脉重要。",
            "李明鼓励张伟坚持和提升自己，不要急功近利。",
            "张伟感谢李明的帮助，决定听取建议。"
        ]
    },
    "generation2": {
        "plot": "小丽是一个律师，正在处理一件复杂的离婚案件。她的客户张先生非常激动，因为他认为妻子对他不忠。这天，小丽和张先生在办公室讨论案情。",
        "chat_history": [
            "张先生：小丽律师，我真是受够她了！她居然背着我找别的男人！",
            "小丽：张先生，您先冷静一下。我们需要证据来支持您的指控。",
            "张先生：证据？我亲眼看到的还不够吗？",
            "小丽：目击是一个方面，但法律上需要更详细的证据，比如短信记录、通话记录等。",
            "张先生：我有她和那个男人的聊天记录，全是暧昧的话。",
            "小丽：那很好，这些记录对我们很有帮助。您还有其他证据吗？",
            "张先生：我还发现她经常深夜不回家，说是加班，但其实根本不是。",
            "小丽：这些都可以作为我们诉讼的依据。但请您保持冷静，情绪化只会对您不利。",
            "张先生：我知道，可我就是忍不住！她怎么能这样对我！",
            "小丽：我理解您的感受，但我们要从法律的角度来解决问题。",
            "张先生：你说的对，我会尽量冷静。",
            "小丽：好的，接下来我们需要准备一些文件，我会帮您处理。",
            "张先生：谢谢你，小丽律师，我真的不知道该怎么办了。",
            "小丽：不用谢，这是我的工作。您要相信法律会给您一个公正的结果。",
            "张先生：但我心里还是很难受，这么多年的感情，说没就没了。",
            "小丽：感情的事确实很难，但我们要面对现实，尽量减少损失。",
            "张先生：唉，我明白了。我会配合你，尽快把这些资料准备好。",
            "小丽：好的，有任何问题随时联系我。",
            "张先生：谢谢，我会的。",
            "小丽：不客气，我们一起努力。"
        ],
        "facts": [
            "小丽是律师，正在处理张先生的离婚案件。",
            "张先生认为妻子不忠，情绪激动。",
            "小丽建议张先生冷静，并提供详细证据。",
            "张先生提供了聊天记录和深夜不归的证据。",
            "小丽强调从法律角度解决问题，张先生表示会配合。",
            "小丽承诺帮助张先生处理文件，鼓励他相信法律。"
        ]
    },
    "generation3": {
        "plot": "王龙是一个退伍军人，他的邻居小芳是一名护士。两人互有好感但一直没有表白。这天，小芳因为工作上的事情感到烦恼，王龙在一旁安慰她。",
        "chat_history": [
            "小芳：今天真是糟透了，一个病人对我发火，还投诉了我。",
            "王龙：怎么会这样？你不是一直很细心的吗？",
            "小芳：是啊，但那位病人情绪很激动，我也没办法。",
            "王龙：你不要太自责，很多时候病人的情绪我们控制不了。",
            "小芳：可是这影响到我的工作了，主管也对我有意见。",
            "王龙：主管应该理解你的情况，毕竟你也是尽力而为。",
            "小芳：希望吧。我真的不想让别人觉得我不称职。",
            "王龙：你是最好的护士，我相信你一定能处理好这件事。",
            "小芳：谢谢你，王龙，你总是这么支持我。",
            "王龙：这是我应该做的。你需要的时候，我一直在。",
            "小芳：你真好，有你在我感觉安心多了。",
            "王龙：那就好。要不要出去走走？放松一下心情。",
            "小芳：好啊，我也正好需要透透气。",
            "王龙：走吧，我知道有个地方很安静，我们可以去那儿聊聊。",
            "小芳：听起来不错。谢谢你，王龙。",
            "王龙：不用谢，能陪你我很开心。",
            "小芳：你真是个好人。我很幸运有你这样的邻居。",
            "王龙：其实我也觉得自己很幸运，有你这样的朋友。",
            "小芳：朋友？你对我真的只是朋友吗？",
            "王龙：小芳，其实我...（犹豫）",
            "小芳：说吧，我在听。",
            "王龙：其实我喜欢你很久了，但一直没有勇气告诉你。",
            "小芳：你真的喜欢我？我也...其实我也喜欢你。",
            "王龙：真的吗？太好了！我们终于说开了。",
            "小芳：是啊，真不敢相信我们浪费了这么多时间。",
            "王龙：没关系，重要的是现在我们终于在一起了。",
            "小芳：嗯，我也很开心。"
        ],
        "facts": [
            "王龙是退伍军人，小芳是护士，两人互有好感。",
            "小芳因工作上的烦恼向王龙倾诉，王龙安慰她。",
            "王龙建议小芳不要自责，强调她尽力而为。",
            "小芳感谢王龙的支持，表示有他在很安心。",
            "王龙约小芳出去走走，放松心情。",
            "王龙向小芳表白，得到小芳的回应。",
            "两人终于说开了彼此的感情，决定在一起。"
        ]
    }
}