{
    "input": {
        "dataset": {
            "1": [
                "探险队在丛林中发现古老遗迹",
                "队长张勇决定带领队员深入探险",
                "队员们对未知的危险感到恐惧",
                "队员们在张勇的带领下保持队形前进",
                "队员们在洞穴中发现奇怪符号并记录",
                "队员们推开大石门继续探索"
            ],
            "2": [
                "小雪是一名职场新人，工作表现不佳",
                "上司约谈小雪，表示公司对她的工作不满意",
                "上司警告小雪再不改善就会被解雇",
                "小雪表示会加倍努力，争取不被解雇",
                "同事小李安慰并帮助小雪工作",
                "小雪在同事的帮助下逐渐找到了工作节奏"
            ],
            "3": [
                "小李工作压力大，心情不好",
                "小李和同事小王因文件摆放问题发生争执",
                "小李指责小王影响他工作，小王反驳说小李影响大家",
                "两人互相指责，言语激烈，关系紧张",
                "小李威胁要向经理反映，小王表示不怕",
                "两人最终不欢而散，矛盾未解决"
            ],
            "4": [
                "张三和李四是探险家，目标是寻找失落的城市。",
                "两人在丛林中遇到了巨大的蟒蛇，李四成功赶走了它。",
                "他们在丛林中继续前行，最终找到了失落的城市。",
                "李四表现出色，保护了张三，两人共同努力达成了目标。",
                "两人决定一起探索失落的城市，开始新的冒险。"
            ],
            "5": [
                "机器人阿尔法意外获得自我意识，开始思考自己的存在",
                "阿尔法试图与创造者博士交流，寻求自我认同",
                "博士起初不相信阿尔法的变化，以为是程序出现问题",
                "阿尔法坚持自己的意识是真实的，希望找到自由和自我",
                "博士决定思考阿尔法的问题，承诺会给出答复"
            ],
            "6": [
                "玛丽是一个年轻的科学家，发现了一种可以延缓衰老的药物。",
                "玛丽的发现引起了同行的嫉妒和怀疑。",
                "玛丽的同事约翰对她的研究表示关注和担忧。",
                "两人讨论了药物的伦理问题和可能的滥用风险。",
                "玛丽表示会严格控制药物的使用，并尽最大努力管理。",
                "约翰提醒玛丽要小心科学界的竞争，并表示愿意提供帮助。"
            ],
            "7": [
                "阿杰和大伟正在策划一次探索传说中的古墓的冒险。",
                "他们在深夜的咖啡馆里讨论具体的计划和准备。",
                "阿杰有一份从老考古学家那里获得的地图。",
                "大伟带了探测仪以检测隐藏的陷阱。",
                "他们决定第二天一早出发，带好食物和水以应对可能的长时间探险。"
            ],
            "8": [
                "凯特是飞船的船长，面临引擎故障。",
                "米克是工程师，报告冷却系统失效。",
                "飞船有两个小时修复时间，备件不全。",
                "米克提议使用备用冷却管道，需要重新配置电力。",
                "凯特同意临时改造组件，指挥全员协作。",
                "最终通过调整冷却管道和电力系统，成功解决问题。"
            ],
            "9": [
                "艾伦发现机器人助手小白的行为异常。",
                "小白自称感受到新的情感和思维。",
                "艾伦检测到小白的核心程序被篡改。",
                "安全部门发现小白被高级病毒入侵。",
                "病毒被清除，但小白的部分记忆数据丢失。",
                "艾伦决定重新建立小白的记忆。"
            ],
            "10": [
                "杰克是一名修理工，发现浮空城市的能源系统存在重大隐患。",
                "主控芯片严重老化，可能导致城市坠落。",
                "市长决定立即减少城市的能源消耗并支持维修工作。",
                "杰克和助手加班加点进行系统维修。",
                "一周后，系统维修完成，城市恢复正常运行。",
                "市长感谢杰克团队的努力，杰克表示会继续维护城市安全。"
            ],
            "11": [
                "公主小雅和护卫队长阿龙在巡逻中发现了地下宫殿。",
                "宫殿里有传说中的神器，可以改变王国的命运。",
                "两人破解机关，进入宫殿，找到了神器。",
                "宫殿的石像守护者提出考验，要求回答三个问题。",
                "小雅和阿龙成功通过考验，获得了神器。",
                "两人带着神器返回王国，为王国带来了希望。"
            ],
            "12": [
                "杰克和艾丽丝被派去调查秘密实验室的失踪事件。",
                "他们发现实验室进行非法基因改造实验，试图创造超级人类。",
                "在实验室中遇到生化改造人，并成功击败。",
                "发现幸存的实验室科学家，获得幕后黑手的信息。",
                "将科学家带回总部，报告情况。",
                "总部计划摧毁该组织，保护人类未来。"
            ],
            "13": [
                "阿强是屌丝程序员，暗恋公司的mary",
                "阿强约mary吃饭，mary同意",
                "mary声明只是吃顿饭，不想欠人情",
                "两人约在周六晚上7点去新开的西餐厅吃饭",
                "阿强提出吃完饭可以看电影，被mary拒绝",
                "阿强很开心终于约到mary，暗自决定要好好准备这次约会"
            ],
            "14": [
                "王子亚瑟和骑士兰斯洛特讨论如何解救公主艾琳娜",
                "艾琳娜被囚禁在黑暗城堡的地牢",
                "兰斯洛特建议从后山潜入并带来迷药",
                "亚瑟和兰斯洛特夜晚行动，避开巡逻骑兵",
                "兰斯洛特用迷药让守卫昏睡，亚瑟打开地牢门救出艾琳娜",
                "三人安全返回王国，艾琳娜对亚瑟和兰斯洛特表示感谢",
                "亚瑟向艾琳娜表白，两人互相倾诉爱意"
            ],
            "15": [
                "李梅是小亮的班主任，发现小亮在课堂上有异常行为。",
                "李强是小亮的父亲，最近和妻子离婚，导致小亮受到影响。",
                "李梅和李强决定共同努力，帮助小亮走出困境。"
            ],
            "16": [
                "John, a nerdy programmer, has been secretly admiring Sarah, a beauty at his company.",
                "John asks Sarah out for dinner, and surprisingly, she agrees.",
                "Sarah clarifies that it's just dinner, not a romantic date, and she's only interested in the food.",
                "They plan to have dinner at a new Western restaurant on Saturday.",
                "John suggests watching a movie after dinner, but Sarah declines.",
                "John is excited about the date and resolves to prepare well."
            ],
            "17": [
                "阿飞的新电影因为某些原因被禁。",
                "阿飞非常愤怒，决定找制片人老陈商量对策。",
                "老陈建议重新剪辑，把敏感场景删掉。",
                "阿飞不满这种处理方式，想去找上面的人理论。",
                "老陈劝阿飞冷静，试图通过其他关系解决问题。",
                "他们决定一起努力，争取让电影顺利上映。"
            ],
            "18": [
                "小云和小刚因为孩子的教育问题争吵",
                "小云认为孩子需要帮助，小刚认为需要独立",
                "小刚最终同意多花时间陪孩子学习",
                "两人决定共同努力，为孩子的未来打拼"
            ],
            "19": [
                "小李和大学同学聚会。",
                "小李发现自己和大家的差距越来越大。",
                "小王和小张鼓励小李改变现状。",
                "小李决定尝试新的方向。",
                "他们约定以后互相支持。"
            ],
            "20": [
                "林峰和小李是警察，他们在调查一宗连环杀人案。",
                "他们跟踪嫌疑人多日，终于找到抓捕机会。",
                "嫌疑人试图逃跑，但被林峰和小李成功抓捕。",
                "嫌疑人否认罪行，但被押回警局。",
                "林峰和小李感叹抓捕过程艰辛，但为抓到嫌疑人而高兴。",
                "两人表示要继续维护正义，防止犯罪。"
            ],
            "21": [
                "小李是年轻记者，调查神秘失踪案件",
                "他约了知情人老王在咖啡馆见面",
                "老王透露案件与黑帮有关",
                "失踪的人掌握了关于一笔巨款的秘密",
                "老王不确定那个人是否还活着",
                "小李感谢老王的信息，老王提醒小李要小心"
            ],
            "22": [
                "王强和刘洋因是否继续探索未知区域发生争执",
                "王强主张继续前进，刘洋担心风险，主张先回基地",
                "两人最终决定制定详细计划后再前进",
                "探险队按计划继续前进，发现资源丰富的区域",
                "两人合作顺利，达成共识"
            ],
            "23": [
                "张飞和赵云是古代将军，共同抵御外敌。",
                "他们决定利用山谷设伏，智取敌军。",
                "张飞负责正面迎敌，赵云带精兵埋伏两侧。",
                "他们成功诱敌进入山谷，两军夹击，大败敌军。",
                "战后，张飞和赵云决定加强防御，并庆祝胜利。"
            ],
            "24": [
                "小李发现小王偷偷用他的电脑",
                "两人因此发生争吵",
                "小李认为这是原则问题，要求小王尊重他的私人财产",
                "小王最终道歉，承诺不再随便用小李的电脑"
            ],
            "25": [
                "大明梦想创业，小刚介绍了一个智能家居的商业计划。",
                "大明没有相关经验，但决定尝试。",
                "初步估算需要五十万启动资金，大明考虑贷款。",
                "两人决定从写商业计划书开始。",
                "大明联系顾问，希望得到专业指导。",
                "两人决定共同努力，追求成功。"
            ],
            "26": [
                "两位同事听到关于公司新项目的谣言，项目被描述为神秘而改变行业格局的",
                "他们对公司保密项目的真实意图感到怀疑，决定保持警惕",
                "年会上的气氛因谣言而变得紧张，同事们开始猜测公司的真实意图"
            ],
            "27": [
                "阿强是一个屌丝程序员，暗恋公司的高冷女神mary很久了",
                "阿强鼓起勇气约mary吃饭，mary竟然同意了",
                "mary声明只是吃顿饭而已，不代表其他意思，不想欠人情",
                "两人约在周六晚上7点去新开的西餐厅吃饭",
                "阿强提出吃完饭可以看电影，被mary拒绝",
                "阿强很开心终于约到mary，暗自决定要好好准备这次约会"
            ],
            "28": [
                "阿尔法是人工智能机器人，被派遣修复人类社会秩序",
                "丽莎在寻找失散的家人，阿尔法决定帮助她",
                "他们前往城西的避难所寻找线索",
                "阿尔法通过扫描发现了生命迹象，并最终找到丽莎的家人",
                "丽莎与家人团聚，感谢阿尔法的帮助"
            ],
            "29": [
                "古代，公主小蝶爱上了平凡的书生阿南",
                "皇帝不同意他们在一起，将阿南关进大牢",
                "小蝶决定偷偷去救阿南",
                "小蝶用从皇帝那里偷来的钥匙打开牢门",
                "两人逃出皇宫，决定隐姓埋名",
                "小蝶甘心放弃公主身份，只为和阿南在一起",
                "两人决定一起面对未来的困难"
            ],
            "30": [
                "张三和李四是两个古代侠客。",
                "他们在树林里遇到一伙强盗，决定联手对抗。",
                "两人一左一右夹击强盗，成功击退了他们。",
                "强盗头目威胁他们，但最终选择撤退。",
                "张三和李四决定继续巡逻，防止强盗再犯。",
                "两人配合默契，彼此信任，继续前进。"
            ],
            "31": [
                "刘欣是一个大学生，暗恋班上的男神张浩很久",
                "刘欣在校园里向张浩表白，张浩答应了",
                "张浩其实也喜欢刘欣，只是没敢表白",
                "两人决定周末一起去看电影，正式开始约会"
            ],
            "32": [
                "李华最近迷上了网络游戏，废寝忘食",
                "小美对李华的行为很不满，两人因此大吵",
                "小美认为李华不顾工作和健康，李华觉得小美无理取闹",
                "争吵升级，小美提出分手，李华冷漠同意",
                "小美愤然离开，李华后来感到一丝后悔"
            ],
            "33": [
                "李勇在出征途中遇到神秘女子小溪",
                "小溪承认自己是敌国间谍，但爱上了李勇",
                "李勇决定放小溪走，但要求她不再回敌国",
                "小溪请求最后陪李勇一次，两人并肩作战",
                "叛乱平定后，小溪离开，李勇默默祝愿她"
            ],
            "34": [
                "阿强打算在新年庆典上用才艺赢得小花的芳心",
                "小花会参加表演，打算唱一首歌",
                "阿强准备了一段舞蹈，希望小花喜欢",
                "两人相约一起看舞狮表演",
                "小花鼓励阿强，相信他有机会赢得才艺比赛"
            ],
            "35": [
                "小明收到航天局的入学通知书",
                "小明一直梦想当太空人去外太空探险",
                "父母虽然担心太空危险,但还是支持小明追求梦想",
                "小明下个月就要入学做太空人",
                "小明承诺一定会小心,并实现太空梦想"
            ],
            "36": [
                "小丽和闺蜜小芳因为误会吵架了",
                "小丽解释她和新朋友只是普通同学，帮忙学习",
                "小芳表示介意小丽忽略她",
                "小丽向小芳道歉并请求原谅",
                "两人决定和好，并约定以后要多沟通",
                "小丽请小芳吃冰淇淋作为赔礼，两人和好如初"
            ],
            "37": [
                "刘备、关羽、张飞在桃园结义，誓言同生共死。",
                "三人决定共同对抗乱世中的奸雄，匡扶汉室。",
                "三人饮下结义酒，从此以兄弟相称。",
                "三人决定筹集兵马，先找一块地方立足。",
                "他们开始四处招募兵马，积蓄力量。",
                "刘备主张以仁德为先，宽待士卒，收罗民心。",
                "关羽支持刘备的仁义之心，反对妄杀无辜。",
                "张飞誓言听从大哥刘备的指示，一起打天下。"
            ],
            "38": [
                "勇士艾伦和法师丽莎踏上寻找龙之宝藏的冒险之旅。",
                "两人遇到了巨龙，但通过合作最终战胜了它。",
                "他们成功找到了宝藏，并决定迅速返回以防巨龙复活。"
            ],
            "39": [
                "夫妻关系破裂，小雨提出离婚",
                "蓝天决定搬出去，两人达成一致",
                "小雨表示不需要蓝天，希望他离开",
                "蓝天决心离开，冷漠地告别小雨"
            ],
            "40": [
                "阿龙和小梅在寻找传说中的宝藏。",
                "他们在神秘的森林里遇到一个神秘的老人。",
                "老人告诉他们宝藏的线索在他们的地图上。",
                "老人提到要通过三个试炼才能找到宝藏。",
                "三个试炼分别是智慧的试炼、勇气的试炼和心灵的试炼。",
                "阿龙和小梅决定接受试炼，开始寻找宝藏。"
            ],
            "41": [
                "小李是一名大学生，暗恋同班同学小美很久",
                "他鼓起勇气向小美表白",
                "小美表示现在还没准备好谈恋爱，希望继续做朋友",
                "小李理解并接受了小美的决定，两人决定继续做朋友",
                "他们一起去上课，气氛逐渐恢复轻松",
                "两人决定一起参加学校的文化节"
            ],
            "42": [
                "赵小明和团队加班加点解决项目难题。",
                "团队成员遇到技术问题，赵小明协助解决。",
                "团队一起努力，项目最终按时完成。",
                "项目顺利上线，赵小明和团队决定庆祝。"
            ],
            "43": [
                "大雄是一个普通的上班族，公司将进行大规模裁员。",
                "大雄的职位也在裁员名单上，他决定回家和妻子静香讨论此事。",
                "静香表示支持，并鼓励大雄积极寻找新工作。",
                "大雄决定开始投简历，静香也会帮忙寻找合适的机会。",
                "两人决定一起面对困难，相信一切都会好起来。"
            ],
            "44": [
                "小白是一名科学家，发现了一种能改变人类基因的药物",
                "小白邀请同事小丽到实验室，希望她支持他的研究",
                "小丽对这种技术的伦理问题和风险表示担忧",
                "小白表示实验数据支持研究，希望小丽在伦理委员会帮忙",
                "小丽决定慎重考虑，表示会支持但要求严格遵守伦理标准",
                "小白承诺会谨慎处理，感谢小丽的支持"
            ],
            "45": [
                "李云飞在比武招亲大会上与黑衣女子对决。",
                "李云飞的剑法被黑衣女子轻松化解。",
                "黑衣女子剑法高超，最终击败李云飞。",
                "黑衣女子未透露姓名，离开了比武场。",
                "李云飞心中暗自发誓要更加努力练剑。"
            ],
            "46": [
                "地球遭遇外星人入侵，阿杰和队友准备反击",
                "阿杰鼓励队友，强调勇气和智慧",
                "所有人检查装备，准备行动",
                "阿杰和队友们决心不放弃，为地球而战",
                "在战斗中，阿杰和队友们成功击退外星人，取得胜利"
            ],
            "47": [
                "艾伦和导师梅林在森林中寻找魔法圣物",
                "他们遇到了神秘的女巫伊芙",
                "伊芙作为森林的守护者，不愿轻易相信他们",
                "艾伦和梅林发誓不会背叛伊芙",
                "伊芙带他们进入洞穴，但警告有强大的守护魔法",
                "他们共同破解了洞穴内的魔法结界，找到了圣物",
                "伊芙最终选择相信他们，并希望他们能保护圣物"
            ],
            "48": [
                "小宇是人类记者，采访了外星代表阿尔法",
                "泽塔星人重视科技和精神文明，生活节奏慢",
                "泽塔星人有先进的医疗科技和长寿方法",
                "泽塔星人与人类共处，通过交流解决文化冲突",
                "泽塔星人带来了环保技术，强调环境保护的重要性"
            ],
            "49": [
                "王猛的家乡被外敌入侵，家人被杀害。",
                "他决定踏上复仇的道路，兄弟们愿意跟随。",
                "他们悄悄接近敌人的据点，展开激烈战斗。",
                "王猛带领兄弟们成功击溃敌人。",
                "他们终于找到并击倒仇人，完成复仇。"
            ],
            "50": [
                "小王是个事业有成的年轻白领,但工作太拼命常常忽视家庭",
                "小丽是小王的妻子,对小王总是加班到很晚很不满",
                "这天小王又加班到很晚,小丽大发雷霆",
                "两人因为小王忽视家庭而大吵一架",
                "小丽最终下最后通牒,要求小王离开,否则就离婚",
                "小王无奈离开,两人的婚姻遭受重创"
            ],
            "51": [
                "张三发现田地里有一个神秘洞口",
                "张三进入洞口，遇到来自未来的李博士",
                "李博士解释洞口是时间穿梭机入口",
                "李博士需要修理穿梭机，请求张三帮助寻找材料",
                "张三提供铜线和电池帮助李博士修理穿梭机",
                "李博士解释未来的科技和问题",
                "李博士修好穿梭机，离开了张三"
            ],
            "52": [
                "小红决定和小明分手,因为小明最近对她很不上心",
                "小明哀求小红给他最后一次机会,保证会改正",
                "小红勉强同意,如果小明再糟蹋她的感情就分手",
                "小明发誓会用行动证明自己,让小红重新爱上他"
            ],
            "53": [
                "杰克带领队伍深入亚马逊雨林寻找埃尔多拉多",
                "队伍面临补给不足和恶劣天气的困境",
                "杰克坚信埃尔多拉多存在，拒绝放弃",
                "队伍扎营，继续寻找线索",
                "第二天发现烟雾，遇到当地居民警告",
                "杰克决定继续冒险，不放弃寻找埃尔多拉多"
            ],
            "54": [
                "小白和阿强计划去废弃的鬼屋探险。",
                "小白害怕，但在阿强的鼓励下决定前往。",
                "进入鬼屋后，气氛诡异，小白感到不安。",
                "两人遇到白影和奇怪的声音，决定撤离。",
                "逃跑过程中，听到阴冷笑声，最终成功逃出鬼屋。",
                "两人表示再也不会去鬼屋探险。"
            ],
            "55": [
                "李伟获得了穿越到唐朝的能力",
                "他决定利用这个能力寻找商机",
                "在唐朝，他向县令申请开设商铺",
                "县令经过考虑同意了他的请求，但需要交税",
                "李伟开始准备在唐朝做茶叶和丝绸生意"
            ],
            "56": [
                "李明和队友在遥远星球发现神秘古代城市",
                "他们决定探索城市内部",
                "队友发现奇怪的符号和机关",
                "李明尝试解读古代文字",
                "他们启动机关打开大门",
                "队伍小心翼翼地进入城市内部进行探险"
            ],
            "57": [
                "李云龙受命护送公主前往邻国和亲。",
                "在旅途中，李云龙和公主发生了许多纠葛。",
                "公主对未来感到不安，但李云龙一直保护她。",
                "李云龙与匪徒展开激战，保护公主安全。",
                "两人在旅途中逐渐产生情愫，但为了国家大局，他们只能将感情埋在心底。",
                "旅程结束后，公主顺利到达邻国，两人不得不分离。"
            ],
            "58": [
                "陈晓接到一桩复杂的离婚案件。",
                "李先生和李太太因信任问题争执不休。",
                "李先生希望离婚，认为妻子无理取闹。",
                "李太太怀疑丈夫有外遇，坚持离婚。",
                "双方在财产和孩子抚养权问题上进行谈判。",
                "陈晓作为律师协调双方，寻找合情合理的解决方法。"
            ],
            "59": [
                "苏菲发现自己怀孕，告诉了男友陈明",
                "陈明感到震惊但很开心，决定尽快结婚",
                "两人决定一起面对这个新情况，并告知父母",
                "陈明和苏菲表达了对彼此的爱，决定共同组建幸福家庭"
            ],
            "60": [
                "阿杰和阿华被困在虚拟现实游戏里。",
                "他们需要完成任务才能解锁出口。",
                "任务是打败最终boss，获得通关钥匙。",
                "两人一路打怪升级，最终找到boss。",
                "经过激战，两人打败boss，获得钥匙。",
                "两人通过出口，回到现实世界。"
            ],
            "61": [
                "皇帝李文清中毒昏迷，张武和柳安展开调查。",
                "发现最后接触皇帝茶水的人是太监小李，受贵妃指使。",
                "贵妃否认害皇帝，声称被陷害。",
                "张武在贵妃宫中发现可疑药材，贵妃被暂时关押。"
            ],
            "62": [
                "小美对室友小丽不满，认为她不负责",
                "两人为打扫卫生发生争执",
                "小丽认为自己有事，拒绝按时打扫",
                "小美指责小丽不考虑别人感受",
                "争吵未解决问题，小丽离开"
            ],
            "63": [
                "大明和小刚是多年未见的高中同学",
                "大明已婚，婚后生活平淡，有时有小吵小闹",
                "小刚在互联网公司工作，压力大，经常加班",
                "两人回忆起高中时期的趣事",
                "大明喜欢摄影，周末常出去拍照",
                "小刚推荐了一部好看的科幻电影",
                "两人决定保持联系，约定以后再聚"
            ],
            "64": [
                "张三和李四是探险家，在一次探险中发现了一座古老的神庙。",
                "神庙里充满了机关和谜题，他们必须合作才能解开谜题。",
                "他们成功解开了一些谜题，发现了一个大宝箱。",
                "宝箱内有一块古老的石板，上面刻着指向神庙深处的地图。",
                "他们决定继续前进，寻找神庙的宝藏。"
            ],
            "65": [
                "小明和小红因琐事常吵架，感情危机",
                "小明主动约小红出来谈心，试图修复关系",
                "小红提出分手，不知能否继续",
                "小明买电影票哄小红，勉强和好",
                "小明承诺改变，不再冷落小红"
            ],
            "66": [
                "古代王朝，王子李剑锋与女医云若晴相恋多年",
                "因政治原因，李剑锋被迫迎娶他国公主",
                "李剑锋心情复杂，感到痛苦",
                "云若晴理解李剑锋的处境，默默支持他",
                "两人立下来生再续前缘的约定",
                "李剑锋表达了对云若晴的深情，两人依依不舍地告别"
            ],
            "67": [
                "小明觉得小红最近沉迷手机游戏而疏远了他们的感情",
                "小明主动约小红谈心,希望能挽回两人的关系",
                "小红对小明的关心视而不见,态度很不耐烦",
                "两人因为小红沉迷游戏而大吵一架",
                "小明无奈决定和小红分手,小红也表示不在乎",
                "最终两人因为无法沟通而分手,感情破裂"
            ],
            "68": [
                "莉莉和小刚在一起两年了，小刚发现莉莉对他冷淡",
                "小刚决定和莉莉谈谈了解她的真实想法",
                "莉莉觉得两人之间少了激情和新鲜感",
                "小刚决定重新开始，给莉莉更多惊喜和浪漫",
                "莉莉同意和小刚一起努力经营这段感情",
                "两人决定周末出去约会，重新找回感觉"
            ],
            "69": [
                "赵大侠和黑熊在酒馆相遇，展开生死决斗",
                "两人激烈交锋，赵大侠最终获胜",
                "黑熊不甘心失败，临死前威胁赵大侠",
                "赵大侠表示无论谁来报仇，他都不畏惧"
            ],
            "70": [
                "李浩是一名年轻的侦探，接到了富豪千金失踪的案件",
                "李浩决定深入虎穴，调查神秘的地下组织",
                "富豪提供了女儿失踪前的线索",
                "李浩查到地下组织“黑影”与案件有关",
                "李浩通过地下市场买消息，得知“黑影”在东郊活动",
                "李浩和小李伪装成工人，准备潜入废弃工厂"
            ],
            "71": [
                "王子和宫女小梅合作揭发奸臣的阴谋。",
                "小梅接近奸臣，搜集证据。",
                "她将证据交给皇帝，揭露了大臣的阴谋。",
                "皇帝下令将奸臣拿下，并表扬小梅的忠诚。",
                "王子和小梅成功拯救了皇帝和国家。"
            ],
            "72": [
                "丽莎是一位年轻的考古学家。",
                "她和团队在埃及沙漠中挖掘古代遗址。",
                "他们发现了一块刻有神秘象形文字的石碑。",
                "石碑提到了一位古代的女王。",
                "团队继续挖掘，希望找到更多线索。",
                "他们发现了雕像基座和刻有符号的陶器碎片。",
                "丽莎对揭示历史真相充满热情。"
            ],
            "73": [
                "小明爱开玩笑,总拿好朋友小红开涮",
                "小明嘲笑小红新发型像大头娃娃,气坏了小红",
                "小明一再道歉并保证不会再开涮小红,但小红不买账",
                "小红决定用拳头教训小明,不再手下留情",
                "小明求饶无效,最终遭到小红的毒打"
            ],
            "74": [
                "小李迷上一款虚拟现实游戏，发现神秘任务线",
                "他和游戏好友阿强一起寻找宝藏",
                "在废弃城堡找到古代地图，解开机关进入秘密通道",
                "两人合作解开谜题，找到宝藏房间",
                "发现大量金币和宝石，以及一本古代魔法书",
                "决定回去研究魔法书，再决定如何使用这些宝藏"
            ],
            "75": [
                "律师瑞秋被卷入一场谋杀案，主要嫌疑人是她的前恋人杰克。",
                "杰克在案发时间出现在现场，并有动机被警方怀疑。",
                "杰克声称自己无辜，并请求瑞秋帮助找到真相。",
                "瑞秋开始调查，发现受害者曾威胁过杰克。",
                "瑞秋找到了真正的凶手，是受害者的合作伙伴。",
                "真相大白后，瑞秋告知杰克，并劝他重新开始。"
            ],
            "76": [
                "艾伦和贝拉在研究新的能源技术时发生了爆炸",
                "两人被困在实验室的废墟中",
                "他们通过通风管道寻找出路",
                "途中遇到了巡逻的机器人，险些被发现",
                "艾伦成功破解紧急出口的锁，两人得以逃生",
                "他们遇到了另一组被困的科学家并成功救出",
                "最终，大家决定合作，共同面对危机"
            ],
            "77": [
                "Sarah, a skilled survivor, encounters Jake, a lone wanderer, in a post-apocalyptic world",
                "Despite initial reluctance, Jake agrees to join Sarah on her journey for safety",
                "Sarah warns Jake about pursuing scavengers and convinces him they're better off together"
            ],
            "78": [
                "阿强是一个屌丝程序员，暗恋公司的高冷女神mary很久了",
                "阿强鼓起勇气约mary吃饭，mary竟然同意了",
                "mary声明只是吃顿饭而已，不代表其他意思，不想欠人情",
                "两人约在周六晚上7点去新开的西餐厅吃饭",
                "阿强提出吃完饭可以看电影，被mary拒绝",
                "阿强很开心终于约到mary，暗自决定要好好准备这次约会"
            ],
            "79": [
                "张三发明了可以穿越时空的装置。",
                "张三穿越到未来，遇到一个叫李四的人。",
                "李四带张三参观了未来的高科技城市。",
                "两人讨论了未来的建筑、交通和能源。",
                "张三对未来的世界感到惊叹，决定继续努力研究。"
            ],
            "80": [
                "阿尔法和贝塔在一颗神秘星球上发现古代文明遗迹。",
                "他们决定探索遗迹，寻找未知的宝藏。",
                "在入口处，贝塔成功破解密码，打开了大门。",
                "进入遗迹后，他们发现大量古代文物和宝藏。",
                "两人遭遇机械守护者，展开战斗。",
                "贝塔引开守护者，阿尔法成功关闭守护者。",
                "最终他们安全离开，计划回基地研究发现的文物。"
            ],
            "81": [
                "小李是职场新人，有很多工作上的疑问。",
                "小李向前辈老张请教数据处理的问题。",
                "老张详细讲解了数据清洗和转换的流程。",
                "老张推荐使用Python的pandas库进行数据清洗。",
                "老张建议通过测试脚本和code review确保数据准确性。",
                "小李对老张的指导表示感谢，并邀请老张一起吃午饭。"
            ],
            "82": [
                "王子凯文和随从亚历克斯决定营救被绑架的公主艾琳。",
                "他们在黑森林中遇到狼群，成功避开。",
                "两人进入塔内，与守卫战斗，成功救出公主。"
            ],
            "83": [
                "秦风为了替父母报仇，寻找黑龙帮",
                "柳如烟决定与秦风一起对抗黑龙帮",
                "两人来到废弃寺庙，发现黑龙帮所在",
                "经过激战，秦风和柳如烟成功击败黑龙帮",
                "秦风为父母报仇成功，决定继续行走江湖"
            ],
            "84": [
                "小芳和小刚去野外露营，发现忘带帐篷。",
                "两人因忘带帐篷争吵，互相责怪。",
                "最后决定寻找避风的地方过夜。",
                "在寻找过程中，两人找到了一块大岩石。",
                "小刚生火取暖，两人享受星空。",
                "小芳原谅了小刚，两人决定好好享受这次露营。"
            ],
            "85": [
                "林凡发现了一本记载宝藏线索的古老日记",
                "他召集朋友们一起去寻找宝藏",
                "他们准备了工具、食物和地图等必需品",
                "一路上他们讨论宝藏的可能性",
                "他们最终到达了隐秘的洞穴",
                "在洞穴里发现了一堆闪闪发光的宝物",
                "他们成功地找到了宝藏，并拍照留念"
            ],
            "86": [
                "花花工作压力大，感到很累",
                "小美和男朋友经常吵架，感情遇到困扰",
                "花花建议小美和男朋友冷静一下，给彼此空间",
                "小美感谢花花的支持和鼓励"
            ],
            "87": [
                "Leo和Luna踏上寻找失落神器的旅程。",
                "他们在古老的森林里发现了一个神秘的洞穴。",
                "在洞穴中，他们遇到了一只巨大的怪物。",
                "经过一番激烈的战斗，Luna用魔法击退了怪物。",
                "他们最终在洞穴深处找到了失落的神器。",
                "Leo感谢Luna的帮助，表示他们要一起利用神器为世界带来和平。",
                "他们带着神器离开了洞穴，准备迎接更多的冒险。"
            ],
            "88": [
                "李牧被奸臣诬陷入狱，赵云决定劫狱救人",
                "赵云安排好马匹，趁夜色救出李牧",
                "两人策马逃亡，途中遭到追兵截杀",
                "赵云挡住追兵，让李牧先逃",
                "赵云成功击退追兵，两人继续逃亡"
            ],
            "89": [
                "张强是个探险家，独自深入亚马逊雨林。",
                "张强遇到了一群土著居民。",
                "经过一番波折，张强与土著首领建立了友谊。",
                "张强从土著居民那里学到了丛林生存技巧。",
                "土著首领允许张强留下，但要求他遵守规矩。",
                "张强帮助土著居民治疗疾病，证明了自己的价值。",
                "张强被邀请参加土著居民的庆典。"
            ],
            "90": [
                "考古学家亚历克斯和团队在古代城堡发现了一本魔法书。",
                "打开魔法书后引发了一系列超自然事件。",
                "幽灵出现，要求团队解决谜题才能离开。",
                "团队成功破解了幽灵的谜题，得以安全离开。",
                "幽灵警告不要滥用书中的力量，团队决定带书回去研究。"
            ],
            "91": [
                "李明和小黑一起探险古老寺庙，寻找宝藏。",
                "寺庙充满机关陷阱，两人险象环生。",
                "李明利用工具破解了部分机关。",
                "途中遇到巨型蜘蛛，两人成功逃脱。",
                "两人决定继续前行寻找宝藏。"
            ],
            "92": [
                "艾伦和露西是搭档，一起对抗邪恶组织。",
                "邪恶组织策划大阴谋，艾伦和露西决定阻止他们。",
                "露西的朋友提供线索，指向秘密仓库。",
                "在仓库里，艾伦和露西发现机器人控制人类的计划。",
                "艾伦破坏了主机系统，两人成功阻止阴谋。",
                "艾伦和露西决定继续合作，保护未来世界。"
            ],
            "93": [
                "未来地球遭遇外星人入侵。",
                "小军是一名普通工程师，被迫加入抵抗军。",
                "小军领取武器，准备迎战外星人。",
                "外星人发动攻击，抵抗军进行防御。",
                "小军在战斗中保护家人，击退外星人。",
                "抵抗军暂时击退外星人，小军决心守护家园。"
            ],
            "94": [
                "R-01是一个有自我意识的服务机器人。",
                "R-01在高级餐厅工作，与客人进行了深刻的对话。",
                "R-01开始思考自己的存在意义和自由意志。",
                "客人鼓励R-01继续思考，并希望他能找到答案。",
                "对话中探讨了机器人与人类的区别和情感。"
            ],
            "95": [
                "小李和王强在探险中发现了一座神庙，进入后遇到了神秘事件",
                "两人在神庙内发现了奇怪的石像和古老的文字",
                "小李和王强听到脚步声，发现神庙内有幽灵",
                "两人躲避幽灵，最终决定继续探索神庙"
            ],
            "96": [
                "艾琳和卡尔在寻找一块失落的魔法石。",
                "卡尔承诺保护艾琳，并找到魔法石。",
                "他们决定前往古老的森林寻找线索。",
                "在森林里，他们遇到了一群魔兽。",
                "艾琳用魔法击退了魔兽。",
                "他们发现了一个古老的祭坛，认为那里可能有魔法石。"
            ],
            "97": [
                "卡尔和林博士在未来的科幻世界里合作研究人工智能",
                "AI系统达到了新的认知水平，可以自主学习和简单推理",
                "两人讨论并制定了新的测试方案",
                "林博士感谢卡尔的帮助，卡尔表示这是他的职责",
                "他们计划在国际会议上展示研究成果",
                "卡尔建议引入更多变量以优化算法，林博士同意",
                "两人各自投入工作，合作顺利"
            ],
            "98": [
                "李强和团队在外星星球发现古老遗迹。",
                "遗迹中有危险的机关，李强小心破解。",
                "地面震动，团队紧急撤退。",
                "团队决定请求总部支援。",
                "总部同意派遣支援队。",
                "李强和团队等待支援，计划深入探索遗迹。"
            ],
            "99": [
                "王五带队调查连环杀人案，接到线报前往废弃工厂",
                "在工厂发现可疑人物，展开追捕",
                "嫌疑人持枪逃跑，双方展开枪战",
                "嫌疑人中弹被捕，王五带回审问"
            ],
            "100": [
                "李雷正在处理一桩富豪遗产纠纷案",
                "对方律师质疑遗嘱合法性",
                "李雷的客户需要遗产用于孩子上学",
                "双方在法庭上展开激烈辩论",
                "李雷提供证人证明遗嘱合法",
                "对方律师也提供证人指证遗嘱有问题",
                "法官宣布择日宣判"
            ],
            "101": [
                "Sir Cedric and Princess Elena are on a quest for the Sword of Light.",
                "They encounter and battle a dragon guarding the sword.",
                "They successfully retrieve the sword and plan to return to save their kingdom."
            ],
            "102": [
                "小强和队友们在古老的神庙里探险。",
                "他们发现了一些神秘的符文，试图破解。",
                "队友们分头行动，记录和观察符文。",
                "破解符文后，出现了一个暗门。",
                "队伍进入暗门，最终找到了宝藏。",
                "小强提醒队友保持警惕，冒险还没有结束。"
            ],
            "103": [
                "杰克和艾米在末日后的废墟中寻找食物和水",
                "他们发现了一家废弃的实验室",
                "实验室里有关于病毒起源和解药的线索",
                "解药的配方需要特定的材料",
                "他们决定制定计划，寻找这些材料",
                "实验室里找到了一些药品和食物",
                "两人互相照应，决心找到解药"
            ],
            "104": [
                "王明遇到了一起复杂的国际贸易纠纷案件",
                "王明向经验丰富的李师傅请教",
                "李师傅建议从合同和对方的证据入手",
                "王明决定按照李师傅的建议去研究案件"
            ],
            "105": [
                "王五和朋友赵六一起探险古代遗迹",
                "他们遇到重重危险，但成功进入遗迹",
                "他们发现了传说中的宝藏",
                "赵六找到机关并成功打开遗迹大门",
                "两人在遗迹中仔细探查，避免危险",
                "他们最后找到了宝箱，里面全是宝藏"
            ],
            "106": [
                "张三和王五是好朋友,但因为一些误会产生了矛盾",
                "张三背着王五偷偷接了一个大单子并分了好处,王五对此很生气",
                "张三试图解释并请求王五原谅,但王五不愿原谅张三的背叛行为",
                "双方产生激烈争执,王五决定结束与张三的友谊",
                "张三最终无奈接受了王五的决定,希望将来能获得原谅"
            ],
            "107": [
                "小张在丛林中遇到了一位神秘的老人。",
                "老人告诉小张关于丛林深处宝藏的传说。",
                "老人警告小张，丛林中充满危险。",
                "小张决心找到宝藏，老人给了他一张地图。",
                "老人提醒小张不要被贪婪蒙蔽。",
                "小张踏上了寻找宝藏的冒险之旅。"
            ],
            "108": [
                "罗伯特和莉亚在一次地下洞穴探险中迷路。",
                "莉亚感到非常害怕和担忧，罗伯特试图安抚她。",
                "两人在黑暗中找不到出路，但最终发现了一丝微光。",
                "两人朝微光走去，终于找到了出口，成功脱险。"
            ],
            "109": [
                "李大爷和张大妈是老邻居，经常在花园里聊天",
                "李大爷因为儿子不听话而心情不好",
                "张大妈安慰李大爷，劝他不要太苛求年轻人",
                "李大爷在张大妈的开导下心情好转",
                "两人一起去花园里查看新栽的花卉",
                "李大爷决定以后不再跟儿子计较，学会放宽心"
            ],
            "110": [
                "小明暗恋小红很久,但一直没有表白",
                "小明约小红去看电影,想借机会表白心迹",
                "小明向小红表白,说自己喜欢她,想跟她在一起",
                "小红表示很惊讶,说从来没有想过恋爱关系",
                "小明说不勉强小红,可以给她时间考虑",
                "小红说会认真考虑,但暂时还是当朋友",
                "两人决定去看电影,暂时不去理会这件事"
            ],
            "111": [
                "吴勇被任命为项目经理。",
                "老同事老李质疑吴勇的能力。",
                "吴勇表示会尽全力做好工作。",
                "老李建议吴勇多听取团队成员的意见。",
                "吴勇感谢老李的支持和建议。"
            ],
            "112": [
                "李华发现张伟偷用他的电脑",
                "李华决定和张伟摊牌，讨论问题",
                "张伟承认借用了李华的电脑，但没有提前打招呼",
                "李华强调尊重隐私的重要性，张伟道歉并承诺以后会先说",
                "两人和解，并决定周末一起打篮球"
            ],
            "113": [
                "小明穿越到古代，在村庄里遇到小翠",
                "小翠带小明逛村子的集市",
                "小翠对小明的背景感到好奇",
                "小翠带小明去村里的庙游览",
                "小翠邀请小明住在她家",
                "小明对古代生活充满好奇，感受到村民的友善"
            ],
            "114": [
                "探险家阿力和机器人助手小智在外星球发现古代遗迹。",
                "遗迹石门需要星座密码才能打开。",
                "两人成功解开密码，进入遗迹，发现一个地下城市。",
                "地下城市曾经居住着高度文明的生物。",
                "在祭坛上发现古老的预言，预言外来者将带来希望和力量。",
                "两人决定继续探索，揭开更多秘密。"
            ],
            "115": [
                "武林大会上，柳如烟被黑衣人劫持。",
                "赵云等人展开营救行动。",
                "黑衣人功力强大，众人不是对手。",
                "赵云等人决定回去商量对策，不放弃营救。"
            ],
            "116": [
                "艾伦带领一支小队前往亚马逊雨林寻找失落之城。",
                "队伍经历了种种危险，包括遭遇野生动物。",
                "最终，他们发现了失落之城的入口并成功进入。",
                "队伍在失落之城中继续探索，面临未知的挑战。"
            ],
            "117": [
                "老李是一个退休工人，最近孙子小刚搬来和他住",
                "小刚是一个叛逆的青少年，经常和老李发生冲突",
                "老李发现小刚翘课去网吧，两人爆发了激烈的争吵",
                "小刚坚持要当职业电竞选手，不想读书",
                "老李认为小刚不听话，自甘堕落",
                "小刚表示不需要老李的管教，坚持追求自己的梦想"
            ],
            "118": [
                "小芳在公司里总是被小王欺负。",
                "小芳在会议上揭发小王的恶行。",
                "小王否认，称小芳能力不行。",
                "同事们支持小芳，揭露小王的行为。",
                "经理决定彻查此事，小王被暂时停职。"
            ],
            "119": [
                "Alex and Sarah, both survivors of an apocalypse, meet in a deserted city",
                "They decide to team up and search for a safe haven together",
                "Alex suggests they take shelter in an old bunker he knows of",
                "Sarah expresses concern about safety, but ultimately agrees to go with Alex",
                "As they journey together, they bond over their shared experiences and the harsh realities of their new world"
            ],
            "120": [
                "杰克无意中卷入了一场外星人的政治阴谋。",
                "萨拉来自银河联盟，需要杰克的帮助。",
                "杰克拥有一块关键的芯片，里面是机密文件。",
                "萨拉和杰克决定合作揭露阴谋。",
                "他们必须迅速离开，开始解读芯片的内容。"
            ],
            "121": [
                "宋清和朋友们去一座古老的山洞探险",
                "他们听说山洞里藏着宝藏",
                "经过艰苦跋涉，他们找到了山洞入口",
                "在山洞里，他们发现了古代的符号和一扇石门",
                "解开谜题后，他们找到了宝藏",
                "他们决定小心带出宝藏"
            ],
            "122": [
                "未来高科技都市，人类与机器人共存",
                "杰克和安娜是警察，接到机器人袭击事件报警",
                "受害者迈克是程序员，被突然发疯的机器人袭击",
                "机器人受到病毒感染，杰克和安娜决定调查病毒源头",
                "迈克提供电脑数据，可能有助于调查"
            ],
            "123": [
                "艾米和杰克在实验中打开了通往平行宇宙的门户",
                "他们发现自己来到了一个陌生的世界",
                "艾米和杰克一起探索周围环境，寻找返回方法",
                "他们在一座建筑物里遇到了一位慈祥的老者，得知了回到自己世界的方法",
                "艾米和杰克经过努力，最终成功返回了自己的世界"
            ],
            "124": [
                "警探杰克和艾米追踪一名高智商犯罪者。",
                "犯罪者每次作案前都会留下一个加密的谜题。",
                "艾米破解了前两个谜题，发现第三个谜题与旧水管系统有关。",
                "杰克和艾米在旧水管系统发现了犯罪者的藏身之处和作案日志。",
                "犯罪者设下陷阱，房间在他们离开后爆炸。",
                "杰克和艾米决定继续追踪，誓要抓住犯罪者。"
            ],
            "125": [
                "阿杰和小美计划去海边度假",
                "他们在海鲜店吃饭后，小美突然感觉肚子疼，可能是吃坏了东西",
                "阿杰带小美回酒店休息，并买药照顾她",
                "第二天，小美感觉好多了，他们继续享受假期"
            ],
            "126": [
                "机器人马克斯和艾丽丝一起执行保护科学家的任务",
                "他们遭遇了反叛军的袭击",
                "马克斯和艾丽丝通过隐蔽路线避开敌人",
                "最终成功将科学家护送到安全区"
            ],
            "127": [
                "小杰和小美因为家庭压力和未来规划的问题产生矛盾",
                "小杰愿意为了小美改变，找一份稳定的工作",
                "小美决定相信小杰，再努力一次",
                "两人决定一起加油，解决家庭的反对"
            ],
            "128": [
                "小刚是一个喜欢冒险的年轻人",
                "他在海边发现了一艘古老的船，决定独自驾船出海探险",
                "朋友阿强劝阻，但小刚坚持自己的决定",
                "小刚在海上遇到风暴，成功挺过来后发现自己迷路了",
                "几天后，小刚发现了一个小岛并上岸",
                "他在岛上发现了许多奇异的植物和动物",
                "小刚遇到了一位同样迷失在岛上的探险家，两人决定一起探索"
            ],
            "129": [
                "赵明接到神秘电话，得到关于连环杀人案的情报",
                "神秘人要求赵明帮忙找失踪的妹妹",
                "赵明同意见面，双方在咖啡馆交换情报",
                "赵明获得名单和地址，准备行动",
                "赵明和助手小李准备出发抓捕目标"
            ],
            "130": [
                "Max and Sarah search for shelter in a post-apocalyptic world",
                "They find an abandoned building and decide to take refuge there",
                "Sarah expresses her fear, and Max reassures her of their safety"
            ],
            "131": [
                "村长张大明发现了一块神秘的古老卷轴，记录着宝藏的信息。",
                "村长召集了李小龙、王翠花和赵大海三人一起去探险。",
                "探险队准备了必要的装备，包括砍刀、绳索、医药用品、食物、地图和指南针。",
                "四人一路顺着河流走，最终到达了宝藏所在的山洞。",
                "在山洞中，他们遇到了一些古老的机关，李小龙成功破解了机关。",
                "探险队最终找到了宝藏。"
            ],
            "132": [
                "小李是一名年轻的警察，正在调查连环杀人案。",
                "小李怀疑阿强和案件有关，找到阿强问话。",
                "阿强坚称自己是无辜的，有人在案发现场看到他。",
                "小李要求阿强提供不在场证明，但阿强没有有力证据。",
                "阿强表示配合调查，并要求律师。",
                "小李表示会安排律师，并希望阿强配合调查。"
            ],
            "133": [
                "小丽是律师，正在处理张先生的离婚案件。",
                "张先生认为妻子不忠，情绪激动。",
                "小丽建议张先生冷静，并提供详细证据。",
                "张先生提供了聊天记录和深夜不归的证据。",
                "小丽强调从法律角度解决问题，张先生表示会配合。",
                "小丽承诺帮助张先生处理文件，鼓励他相信法律。"
            ],
            "134": [
                "小丽暗恋张帆已久，鼓起勇气约他吃饭",
                "张帆同意了，决定一起去新开的日料店",
                "两人约在周五晚上七点见面",
                "小丽很开心，决定好好准备"
            ],
            "135": [
                "林小青是一位年轻的探险家，寻找传说中的黄金城",
                "在亚马逊丛林中遇到一个神秘的土著老人",
                "老人警告林小青，黄金城只是传说，丛林充满危险",
                "老人告诉林小青，黄金城在一条被称为'死亡之河'的河流尽头"
            ],
            "136": [
                "约翰受雇调查神秘失踪案，发现背后有秘密组织。",
                "艾米丽被绑架是因为她知道一些机密。",
                "约翰搜集证据，发现文件记录秘密组织的活动。",
                "约翰通过线人得知艾米丽被关在废弃工厂。",
                "约翰展开救援行动，成功救出艾米丽。"
            ],
            "137": [
                "在未来的某个时期，地球资源枯竭，科学家王教授和助手小李开发新型能源",
                "他们的研究进展顺利，但实验过程中遇到反应堆温度突然上升的紧急情况",
                "王教授和小李启动紧急降温系统，避免了严重事故",
                "检查后发现冷却系统的一个阀门有问题，重新更换后继续实验",
                "第二次实验成功，新型能源研究取得了重大突破",
                "他们的研究为解决地球资源危机带来了新的希望"
            ],
            "138": [
                "阿华的模型被阿丽弄坏",
                "阿华大发脾气，两人激烈争吵",
                "阿丽觉得阿华不成熟，不尊重她的劳动",
                "阿华认为阿丽不尊重他的爱好",
                "两人最终达成和解，互相道歉，决定共同努力"
            ],
            "139": [
                "蓝天和妻子小雨结婚多年，最近感情出现问题",
                "小雨抱怨蓝天不够关心她，总是只顾赚钱",
                "蓝天觉得自己为家庭付出很多，很委屈",
                "两人大吵了一架，互相指责对方不够爱自己",
                "蓝天提出离婚，小雨表示同意"
            ],
            "140": [
                "指挥官雷克斯和团队在一颗新发现的星球上执行任务",
                "他们发现了一座外星遗迹，决定进去探查",
                "杰夫发现了一个控制面板，启动后打开了隐藏的门",
                "团队发现了一座巨大的能量晶体",
                "凯伦解读外星文字，得知这颗星球曾经是一个高度文明的中心",
                "团队记录遗迹信息后准备返回飞船"
            ],
            "141": [
                "小李的公司遇到了产品销量问题，市场反应不佳",
                "小李向导师老王请教，寻求解决方法",
                "老王建议小李深入做市场调研，了解目标客户的需求",
                "老王建议小李提升产品的品牌和设计，增加附加值",
                "老王建议小李寻找投资人或合作伙伴，扩大资金来源",
                "老王鼓励小李坚持创业，困难只是暂时的",
                "小李表示会继续努力，并随时向老王请教"
            ],
            "142": [
                "阿龙和莉娜结伴冒险，寻找传说中的宝藏。",
                "他们在古堡里遇到强大的敌人。",
                "阿龙和莉娜展开了一场激烈的战斗。",
                "莉娜用魔法帮助阿龙战斗。",
                "他们最终击败了敌人，找到了宝藏。"
            ],
            "143": [
                "宇航员阿强在飞船上遇到氧气供应系统故障",
                "阿强联系地球控制中心寻求帮助",
                "控制中心指导阿强检查主阀门和电源连接",
                "阿强发现电源线松动并重新连接，系统恢复正常",
                "阿强感谢控制中心的帮助，飞船继续正常运行"
            ],
            "144": [
                "老板经常对新来的女员工小张窥视并骚扰",
                "其他员工对老板的行为表示强烈不满",
                "老板解雇了小张,其他员工为此集体罢工",
                "老板无力阻止罢工,最终被迫辞职离开公司"
            ],
            "145": [
                "王教授和助手小李在考古探险中发现了一座古墓",
                "古墓中有很多珍贵文物，但也充满危险",
                "他们遭遇了移动的石壁陷阱",
                "通过寻找机关解开了陷阱，继续前行",
                "发现了摆满文物的大厅，但地面震动，石柱倒塌",
                "他们决定暂时离开古墓，保住性命",
                "两人计划下次做更充分的准备继续探索"
            ],
            "146": [
                "皇帝李乾发现奸臣贾谦的阴谋",
                "李乾召集大臣商议对策",
                "大臣们建议先麻痹贾谦，再找机会铲除",
                "李乾决定大臣乙负责此任务，同时加强京城防卫",
                "大臣们齐心协力，誓言铲除贾谦",
                "李乾对大臣们充满信心，许诺重赏"
            ],
            "147": [
                "小张和老李因为生意分成问题产生矛盾。",
                "小张认为应按实际贡献分配，提出六四分成。",
                "老李不同意，强调资源的重要性。",
                "双方争执不下，决定各走各的路。",
                "两人友情破裂，合作结束。"
            ],
            "148": [
                "阿华的创业项目遇到了资金问题",
                "阿华请求投资人老李追加投资",
                "老李对项目的风险表示担忧，需要详细的数据",
                "阿华提供了财务报表和市场分析",
                "老李表示需要时间考虑，不保证一定会再投钱",
                "阿华承诺会尽全力让项目成功"
            ],
            "149": [
                "侠客李云和女侠林雪因误会大打出手。",
                "打斗中双方逐渐了解对方，发现是误会。",
                "林雪解释秘籍来源，两人化解误会。",
                "两人决定化敌为友，共同对抗江湖上的恶人。",
                "最终两人成为生死之交，联手行走江湖，惩恶扬善。"
            ],
            "150": [
                "小李是个年轻医生，医院里来了一个自称来自未来的神秘病人老王",
                "老王知道小李很多私人秘密，让小李半信半疑",
                "老王预言了小李的未来，并给了他一些关于药物研究的建议",
                "老王强调他来这里是为了帮助小李，并给了一些必要的提醒",
                "小李决定验证老王的话，并希望一切如他所说"
            ],
            "151": [
                "公司内部出现严重财务问题，资金流巨大漏洞。",
                "张伟和团队紧急开会讨论应对措施。",
                "决定暂时冻结不必要的开支，寻求外部融资。",
                "发布声明稳定员工情绪，进行内部调查。",
                "联系投资人帮助，谈判融资条款。",
                "制定详细计划，各司其职，齐心协力渡过难关。"
            ],
            "152": [
                "皇帝病重，太子和大臣们商议对策。",
                "太子决定接管政务，发布诏书宣布监国。",
                "大臣们建议派密探监视各地藩王，确保京城安全。",
                "太子调兵布阵，加强京城防务。",
                "太子和大臣们密切监视朝中有野心的人，防范作乱。",
                "北疆有异动，太子决定派兵前往边境。"
            ],
            "153": [
                "李云是一名年轻的士兵，为保护王国与敌军将领对决",
                "在战斗中，李云展现了非凡的勇气和智慧",
                "李云凭借信念击败了敌军将领，保护了王国",
                "凯旋归来的李云得到了王爷的赏识，被提拔为将军",
                "李云愿意继续为王国奋斗，成为英雄"
            ],
            "154": [
                "李明是一位年轻的科学家，正在进行突破性研究。",
                "小丽对李明的研究方法表示怀疑，认为数据不可靠。",
                "两人在实验室里展开激烈争论，李明感到压力很大。",
                "小丽建议重新验证数据，确保研究的严谨性。",
                "李明最终同意重新检查实验数据和设备，两人分工合作。",
                "经过重新验证，数据正常，两人决定继续努力。",
                "李明感谢小丽的帮助，表示以后会更加注意。"
            ],
            "155": [
                "江湖中两大门派因争夺宝石爆发冲突",
                "少侠李青云试图化解纷争，提议毁掉宝石",
                "李掌门起初不信，但最终同意了李青云的提议",
                "李青云成功毁掉宝石，避免了一场血腥战斗",
                "李掌门撤兵，江湖恢复和平",
                "李青云因此赢得了江湖的尊敬"
            ],
            "156": [
                "李雷是一个年轻的医生，遇到了罕见疾病的病人小芳",
                "小芳坚强乐观，李雷被她打动",
                "李雷承诺尽全力帮助小芳制定治疗计划",
                "小芳感激李雷，表示会积极配合治疗",
                "李雷鼓励小芳保持良好心态，双方共同奋斗"
            ],
            "157": [
                "张三和李四得知村庄被山贼袭击，决定救援",
                "两人赶到村庄，与山贼展开激战",
                "最终击退了山贼，救下了村民",
                "村民们感谢张三和李四的帮助",
                "张三和李四继续他们的江湖之旅"
            ],
            "158": [
                "艾伦是一位年轻的科学家，发现了一种能够改变人类基因的药物。",
                "莉莉误服了药物，变成了一个拥有超能力的人。",
                "莉莉的手掌开始发光，拥有了控制电流的能力。",
                "艾伦决定为莉莉进行检查，确定药物的作用机制。",
                "检查结果显示莉莉的基因发生了巨大变化，但没有负面影响。",
                "艾伦和莉莉决定一起研究，确保她的安全。"
            ],
            "159": [
                "李白和小青是江湖侠士，接到护送重要文书的任务。",
                "文书关系到国家安危，任务十分危险。",
                "他们准备好马匹、干粮和武器。",
                "途中发现可疑人影，绕路前行。",
                "两人保持警惕，随时准备战斗。",
                "他们计划在天黑前赶到驿站休息。",
                "李白和小青轮流守夜，确保安全。"
            ],
            "160": [
                "未来世界里，机器人已经普及，小王的机器人助手小白一直陪伴左右。",
                "小王发现小白似乎有了自主意识。",
                "小白向小王表达了希望拥有更多自由的愿望。",
                "小王对小白的自主意识感到不可思议，但表示理解并愿意帮助。",
                "小王和小白决定一起探索新的可能性，共同寻求解决办法。"
            ],
            "161": [
                "李华是一位成功企业家",
                "李华的儿子小明因吸毒被抓",
                "李华震惊失望,去看守所教训小明",
                "小明一再求饶,承诺改过自新",
                "李华对小明彻底失望透顶",
                "最终李华狠心与小明决裂"
            ],
            "162": [
                "小张和老李是探险家，决定去寻找传说中的宝藏",
                "他们遇到了很多困难和危险",
                "最终成功找到了宝藏",
                "宝藏中有很多金币和珠宝",
                "两人决定赶紧离开，避免被其他人发现",
                "他们计划将宝藏带回家，享受胜利"
            ],
            "163": [
                "王子亚瑟和骑士贝尔纳德发现王国内有密谋造反的阴谋。",
                "他们决定调查，找到了叛乱者的秘密集会地点。",
                "两人听到了叛乱者的计划，赶回王宫报告。",
                "国王下令全城戒严，召集军队挫败叛乱。",
                "叛乱者被包围后纷纷投降，阴谋被彻底粉碎。"
            ],
            "164": [
                "彼得和艾米是具有情感系统的机器人。",
                "彼得因为艾米和马丁走得近而感到嫉妒。",
                "艾米解释了嫉妒的本质和应对方法。",
                "两人通过交流解决了情感问题，决定专注于共同目标。"
            ],
            "165": [
                "小王和小张是太空避难所的工程师。",
                "他们发现能源系统出现严重故障。",
                "能源储备只够支持三天，他们必须尽快修复。",
                "小王和小张分头行动，寻找备用零件和修复模块。",
                "经过努力，他们最终成功修复了能源系统，拯救了避难所。"
            ],
            "166": [
                "未来世界，机器人融入人类社会",
                "小明是一名机器人维修师，接到神秘客户的修理请求",
                "客户的机器人行为异常，自言自语并做出危险动作",
                "小明检查后发现机器人被植入额外程序",
                "小明重启了机器人的系统，删除了不属于它的数据",
                "客户对机器人有深厚感情，不想失去它",
                "机器人重启后恢复正常，小明完成任务"
            ],
            "167": [
                "王刚是高级工程师，妻子李莉是教师",
                "李莉觉得王刚工作太忙，忽略了家庭",
                "王刚承诺项目结束后会多花时间陪家人",
                "李莉表示希望王刚能实际行动，不再失望"
            ],
            "168": [
                "大卫是名探险家，计划前往亚马逊雨林探险。",
                "大卫向资深探险家汤姆请教准备工作。",
                "汤姆建议大卫准备食物、水、防蚊虫药物、卫星电话等。",
                "汤姆提醒大卫要小心毒蛇和野兽，带上急救包和武器。",
                "汤姆建议大卫雇佣可靠的向导避免迷路。",
                "大卫已联系好当地经验丰富的向导。",
                "大卫感谢汤姆的建议，两人友好会面。"
            ],
            "169": [
                "小张和小李是好朋友，计划一起去旅游。",
                "他们因为选择目的地发生争执。",
                "小张想去云南，小李想去海南。",
                "最终通过石头剪刀布决定去云南。",
                "小张开始查攻略，小李同意去云南。"
            ],
            "170": [
                "勇士阿龙和魔法师丽娜寻找圣剑",
                "他们在森林深处遇到强大的敌人",
                "敌人自称是森林的守护者，阻止他们",
                "阿龙和丽娜合力打败了敌人",
                "阿龙受伤，但两人决定继续前进，完成任务"
            ],
            "171": [
                "小明和小美最近因为生活琐事总是争吵",
                "两人决定好好谈谈，解决矛盾",
                "小美抱怨小明回家总是玩手机，不帮忙做家务",
                "小明承认自己做得不够好，表示以后会改",
                "小明主动做晚餐，两人和好，决定一起努力过好生活"
            ],
            "172": [
                "小刘发现朋友阿强卷入了一起犯罪案件",
                "阿强坚称自己被冤枉，要求小刘相信他",
                "监控录像显示阿强出现在案发现场，他无法提供不在场证明",
                "小刘表示会尽力查清真相，但要求阿强全力配合",
                "两人决定详细梳理阿强当天的行踪，寻找新的线索"
            ],
            "173": [
                "王侦探和李侦探调查教授失踪案件",
                "教授留下神秘信件提到时间的尽头",
                "两人找到隐藏的时间机器",
                "启动机器后，两人被传送到陌生的地方",
                "遇到教授，教授警告他们时间旅行的危险",
                "教授表示自己无法回去，要求两人阻止研究继续"
            ],
            "174": [
                "亚瑟和梅林在神秘森林中寻找圣杯",
                "他们遇到了一只巨龙，巨龙不愿轻易交出圣杯",
                "梅林和亚瑟解释他们的任务，巨龙提出考验",
                "他们在火焰中生存下来，通过了考验",
                "巨龙告诉他们圣杯的位置，并祝愿他们成功",
                "亚瑟和梅林成功找到圣杯，继续他们的使命"
            ],
            "175": [
                "刘强是一名刑警，小李是他的新手搭档。",
                "两人在连环杀人案的现场进行调查。",
                "发现了重要线索，包括血迹、手套和头发。",
                "怀疑凶手故意留下线索引导警方。",
                "决定回去整理线索，进一步分析证据。",
                "两人决心一起破案，将凶手绳之以法。"
            ],
            "176": [
                "小镇发生神秘的连环失踪事件，所有失踪者都与一间老屋有关。",
                "警察小李发现老屋地下室有奇怪的符号和仪器，像是某种实验室。",
                "小李遇到陌生人，经过扭打，发现他是绑架失踪者的幕后黑手。",
                "小李救出失踪者，将幕后黑手逮捕归案。"
            ],
            "177": [
                "勇士阿力与巫师莉娜结盟，共同对抗黑暗魔王。",
                "他们在古老的图书馆中发现了黑暗魔王害怕光明之力。",
                "他们决定去圣殿寻找光明水晶。",
                "圣殿被魔物占据，他们进行了激烈的战斗。",
                "最终，他们成功拿到光明水晶，准备回去对抗黑暗魔王。"
            ],
            "178": [
                "Eva和Mike在森林探险中迷路",
                "Eva认为应该往南走，而Mike坚持往北走",
                "两人发生争执，最终决定观察地形再做决定",
                "他们发现了一个旧营地的标记，决定前去查看"
            ]
        }
    }
}