{
    "input": {
        "dataset": {
            "1": [
                "张三和李四是古代侠客，有恩怨未了",
                "两人在破庙内偶遇，决定决斗",
                "李四展示新招式，但被张三看破",
                "张三劝李四放下仇恨，心无旁骛",
                "李四被张三说动，暂时放下仇恨",
                "两人决定共同查明真相"
            ],
            "2": [
                "刘强和小李讨论解决项目的BUG",
                "日志信息显示错误，但原因不明",
                "怀疑是并发处理的问题",
                "决定增加日志和回滚新模块",
                "发现是新模块引入的问题",
                "发现资源未释放和线程安全问题",
                "修改代码并通过测试",
                "决定做更多测试以确保系统稳定",
                "强调团队合作的重要性"
            ],
            "3": [
                "小芳沉迷赌博,把家里的积蓄全部输光",
                "李华勃然大怒,指责小芳赌博成性",
                "小芳承诺会改过自新,但李华不相信",
                "李华认为小芳已经无可救药,决定与她分手",
                "小芳哭求李华给她最后一次机会,但李华已经下定决心与她分道扬镳"
            ],
            "4": [
                "莉莉是一名刚刚失去丈夫的年轻寡妇，生活陷入悲痛中。",
                "她在镇上的咖啡馆遇到了神秘的陌生人杰克。",
                "杰克似乎理解她的痛苦，并分享了他自己的失去经历。",
                "杰克鼓励莉莉找到新的生活目标，学会与痛苦共存。",
                "莉莉在杰克的陪伴下，开始重新找到生活的希望。",
                "杰克决定陪伴莉莉度过这段艰难的时光，直到她能够继续前行。"
            ],
            "5": [
                "李丽是年轻律师，为无辜被告辩护。",
                "李丽和张强在法庭上激烈辩论。",
                "张强认为证据确凿，李丽指出证据有漏洞。",
                "李丽相信正义，最终法庭判决被告无罪。",
                "张强对判决不满，但必须接受法庭决定。"
            ],
            "6": [
                "未来世界，人类与机器人共存",
                "小明是工程师，R1是有自我意识的机器人",
                "小明和R1讨论了自由意志和情感",
                "R1希望拥有真正的自由意志",
                "小明相信人类与机器人合作共赢",
                "R1表达了对小明的感谢，两人成为了好伙伴"
            ],
            "7": [
                "李华是一名年轻的程序员，暗恋新同事小美。",
                "李华鼓起勇气向小美表白。",
                "小美没有立即拒绝，愿意从朋友开始相互了解。",
                "两人约定周末一起吃火锅。"
            ],
            "8": [
                "张三是古代侠客，偶遇受伤少女李四",
                "李四被强盗袭击后受伤逃到山中",
                "张三决定救助李四并护送她回家",
                "李四家在李家村，出来采药时遇到强盗",
                "张三包扎好李四的伤口，决定护送她回村",
                "李四对张三的帮助表示感激"
            ],
            "9": [
                "李明和阿尔法在未知星球上发现了一艘外星飞船。",
                "李明担心飞船可能有危险，想要报告总部。",
                "阿尔法进行无接触扫描，确认飞船内部没有生命迹象但有能量反应。",
                "两人决定先获取一些数据再报告总部。",
                "总部指示他们保持安全距离，等待专家小组到达。",
                "李明和阿尔法在附近建立了临时营地，等待支援。"
            ],
            "10": [
                "小花和小强在村里的小河边发现了一只受伤的小狗。",
                "他们决定一起照顾这只小狗，并为它包扎伤口。",
                "小花和小强给小狗取名为“旺旺”，并带它去村里的兽医处检查。",
                "兽医建议他们每天给小狗换药并注意饮食和休息。",
                "小花和小强决定一起努力照顾小狗，帮助它恢复健康。"
            ],
            "11": [
                "王强是一名资深侦探，正在调查一起神秘的失踪案件",
                "受害者没有明显的挣扎痕迹，手机和钱包都还在家里",
                "监控录像显示受害者最后一次出现是在三天前",
                "受害者的家人说她没有离开计划，最近情绪稳定",
                "王强发现受害者的日记中提到和李明的争吵",
                "李明因财务问题与受害者发生争执",
                "李明表示愿意配合调查"
            ],
            "12": [
                "机器人艾伦和人类女孩莉莉是好朋友",
                "艾伦的系统出现问题，莉莉决定带他去维修中心",
                "艾伦担心维修会重置记忆，莉莉安慰他",
                "在维修中心，艾伦接受了系统优化，没有重置记忆",
                "莉莉一直陪伴着艾伦，两人的友情更加深厚"
            ],
            "13": [
                "小明和小红最近因为琐事经常吵架，感情出现危机",
                "小明主动约小红出来谈心，试图修复关系",
                "小红提出要分手，觉得很累，不知道还能不能继续",
                "小明恳求小红再给他一次机会，保证以后不再冷落她发脾气",
                "小明买了电影票哄小红开心，小红勉强同意和好",
                "小明提出要做大餐给小红吃，展示厨艺",
                "小红担心小明做黑暗料理，但还是同意让他试试"
            ],
            "14": [
                "杰克是一个街头混混，偶然得到一个重要的数据芯片。",
                "艾丽丝是犯罪组织的首领，正在寻找这个芯片。",
                "杰克在酒吧遇到艾丽丝，艾丽丝要求杰克交出芯片。",
                "杰克谎称芯片在家里，试图摆脱艾丽丝的追踪。",
                "艾丽丝命令手下跟踪杰克，杰克成功逃脱。"
            ],
            "15": [
                "阿星因工作压力冷落阿珍。",
                "阿珍忍不住决定和阿星谈谈。",
                "阿星表示自己很累，需要时间调整。",
                "阿珍感到失望，提出质疑。",
                "两人未能达成一致，决定冷静一下。"
            ],
            "16": [
                "李雷和韩梅梅是大学同学，一直是好朋友。",
                "李雷向韩梅梅表白，希望能从朋友变成恋人。",
                "韩梅梅起初很惊讶，需要时间考虑。",
                "几天后，韩梅梅答应了李雷的表白，两人成为情侣。",
                "两人决定慢慢来，稳步发展关系。",
                "李雷和韩梅梅开始了新的恋爱生活。"
            ],
            "17": [
                "莉莉和她的团队在古老城堡寻找宝藏。",
                "他们遇到了守护宝藏的幽灵，需要通过他的考验。",
                "通过回答幽灵的三个问题，他们成功获得了宝藏。",
                "幽灵警告他们，真正的冒险还在后面。"
            ],
            "18": [
                "艾莉和伙伴们需要找到一本古籍来阻止灾难。",
                "古籍被藏在黑暗森林的深处。",
                "团队冒险进入黑暗森林，遇到黑暗势力。",
                "艾莉和伙伴们与黑暗势力激战，最终取得胜利。",
                "他们成功找到了古籍，并准备回去阻止灾难。"
            ],
            "19": [
                "张三与李四在比武大会上相遇，两人都是著名剑客。",
                "他们为了争夺武林盟主之位展开激烈对决。",
                "张三指出李四的剑法破绽，并成功击败了李四。",
                "李四承认失败，但表示他日必将卷土重来。",
                "张三技高一筹，成为当今武林第一。"
            ],
            "20": [
                "Sarah and David are on a quest to retrieve a magical artifact from an evil sorcerer's fortress.",
                "David is confident in their plan, while Sarah is apprehensive.",
                "Despite their concerns, they continue their journey towards the fortress."
            ],
            "21": [
                "杰克带领队友在亚马逊雨林探险",
                "杰克预感到有危险，提醒队友小心",
                "丛林中突然传来巨响，队友感到害怕",
                "杰克发现一只美洲豹，指导队友慢慢退后",
                "美洲豹盯了一会儿，最终离开",
                "杰克成功带领队友避开危险，继续探险"
            ],
            "22": [
                "李阳因病人去世感到沮丧，认为自己没尽到责任",
                "小美发现李阳情绪低落，主动安慰他",
                "李阳对自己的能力产生怀疑，感到迷茫",
                "小美鼓励李阳，并提议去喝咖啡放松心情",
                "李阳决定跟小美一起去喝咖啡，心情有所好转"
            ],
            "23": [
                "John and Lisa are working on a crucial project with a tight deadline",
                "Lisa is going through all the figures again to ensure accuracy",
                "They are committed to staying late and putting in extra effort if needed",
                "They both emphasize the importance of teamwork to succeed",
                "They are determined to impress with their presentation"
            ],
            "24": [
                "刘伟的女儿小美被绑架，绑匪是国际犯罪集团。",
                "刘伟开始调查，发现绑匪藏匿在城郊废弃工厂。",
                "刘伟与绑匪谈判，伺机展开营救行动。",
                "警察突袭工厂，成功救出小美，绑匪被抓获。",
                "刘伟和小美团聚，感谢同事的帮助。"
            ],
            "25": [
                "亚瑟受命保护神圣之剑。",
                "神圣之剑被偷走，亚瑟立刻追踪。",
                "亚瑟追踪到一座荒废的古堡。",
                "亚瑟与黑影展开激战，最终胜利。",
                "黑影透露神剑只是幌子，真正的宝物另有其物。",
                "亚瑟带回神剑，但决定继续调查背后的真相。"
            ],
            "26": [
                "小李接手了一起涉及黑帮老大的案件",
                "老大的女儿小芳试图威胁小李放弃调查",
                "小李表示自己会坚持法律和职责",
                "小芳威胁小李和他的家人，但小李不为所动",
                "小芳拒绝与小李合作，两人最终对立"
            ],
            "27": [
                "王妃被陷害入狱，王子乔装探望",
                "王妃怀疑李大人，王子表示调查",
                "王子乔装潜入李府，找到罪证",
                "王子将证据交忠臣，李大人被捉",
                "王妃得以无罪释放"
            ],
            "28": [
                "王浩和助手小李前往神秘的古代遗迹探险。",
                "他们在探险过程中发现了一些古代文字图案。",
                "两人通过研究图案，成功破解了密码。",
                "他们进入隐藏的房间，发现了许多古代文物。",
                "他们决定记录下所有信息，并通知考古队。",
                "这次探险的收获非常大，他们发现了一个大宝藏。"
            ],
            "29": [
                "李勇是古代王朝的大将军。",
                "李勇与敌军统帅赵康展开关键战役。",
                "两军激战，李勇与赵康展开对决。",
                "李勇技高一筹，最终击败赵康。",
                "李勇赢得战役胜利，士兵们欢呼。"
            ],
            "30": [
                "王大勇是警察，调查连环杀人案。",
                "连环杀人案受害者都是年轻女性，现场有奇怪符号。",
                "王大勇请刑侦专家林萧帮忙破案。",
                "林萧发现符号和古老邪教有关。",
                "邪教崇拜黑暗力量，通过杀戮祭祀。",
                "受害者之间有某种联系，死前接到过奇怪电话。",
                "技术部门正在追踪这些电话，林萧继续研究邪教背景。"
            ],
            "31": [
                "王大明接到委托，调查20年前的失踪案",
                "委托人妹妹20年前失踪，最后出现地点是一座老宅",
                "老宅荒废多年，流传着诡异传闻",
                "唯一线索是失踪女孩的手帕，上面有奇怪符号",
                "王大明找专家鉴定符号，但没有结果",
                "王大明决定去老宅调查，发现旧报纸和照片",
                "照片中有失踪女孩的身影，决定追查照片来源",
                "找到摄影师，得知女孩当时很害怕，像是在躲避什么人",
                "王大明决定继续深入调查"
            ],
            "32": [
                "小李对公司的项目经理小花有好感，决定表白",
                "小李邀小花吃饭向她表白",
                "小花表示不想让感情影响工作，拒绝了小李",
                "小李表示理解，两人决定继续保持朋友关系"
            ],
            "33": [
                "王五接到一个神秘电话，对方声称知道一起未破的银行抢劫案的真相",
                "对方提供了一段录像作为证据",
                "王五按指示在公园找到录像",
                "录像记录了抢劫案的全过程",
                "警方根据录像中的线索展开追查",
                "最终成功抓获了抢劫犯",
                "三年的悬案得以告破"
            ],
            "34": [
                "阿杰和阿芬因为双方父母的干涉而产生矛盾。",
                "阿杰认为阿芬太听她母亲的话。",
                "阿芬觉得阿杰的父母也总是指手画脚。",
                "两人决定不再让父母干涉他们的生活。",
                "阿芬同意试一试，阿杰保证不再让她失望。",
                "他们决定一起努力，重新开始。"
            ],
            "35": [
                "张三丰在决战前被神秘女子拦下，女子自称是他的妹妹。",
                "女子拿出母亲留给的玉佩证明身份。",
                "张三丰震惊，但最终接受了女子的说法。",
                "女子名叫小雪，因隐士师傅去世才得以寻找张三丰。",
                "张三丰一开始不同意带小雪去决战，但最终同意了。",
                "两人携手准备与黑暗势力头目对决。"
            ],
            "36": [
                "李昂是勇士，被国王派去拯救被邪龙掳走的公主丽娜。",
                "李昂遇到丽娜，两人展开对话。",
                "李昂表示愿意冒生命危险救丽娜。",
                "邪龙出现，李昂迎战并最终击败邪龙。",
                "丽娜对李昂表示感谢，称他为英雄。"
            ],
            "37": [
                "柳如烟为了调查父母被杀的真相，潜入敌国皇宫",
                "她假扮成宫女，试图从皇帝那里获取情报",
                "皇帝对柳如烟有所怀疑，但没有深究",
                "柳如烟用安神汤接近皇帝，探听二十年前的案件",
                "皇帝对柳如烟的机智有所警觉，认为她不简单"
            ],
            "38": [
                "小丽在古墓中发现一本日记，提到失落的古代王国。",
                "她决定深入探险，解开这个秘密。",
                "小丽和助手们进入古城遗址，发现奇怪符号和雕刻。",
                "小丽解读符号，得知古代王国毁于灾难。",
                "他们在遗址发现密室，里面有古老骸骨和珍贵文物。",
                "地震发生，遗址坍塌，他们险逃生。",
                "小丽认为这些发现是重大的考古突破。"
            ],
            "39": [
                "丽莎和马克斯在荒芜星球上发现了一座外星遗迹",
                "两人决定进入遗迹探索，发现墙上的古老符号",
                "遭遇地面裂开，险些被困",
                "发现一个悬浮的光球，分析后发现是高能量源",
                "光球爆裂，两人险些丧命",
                "继续深入遗迹，破解门锁，进入核心",
                "发现一个巨大的复杂机器，开始分析其结构"
            ],
            "40": [
                "莉莉是叛军领袖，策划起义。",
                "杰克曾是莉莉的朋友，现在是敌人。",
                "莉莉试图说服杰克加入起义。",
                "杰克对战争厌倦，但最终同意帮助莉莉。",
                "杰克要求胜利后确保无辜者不受伤害，并建立公正的政权。",
                "莉莉答应了杰克的条件。"
            ],
            "41": [
                "张三工作压力大，经常无故对小丽发脾气",
                "小丽觉得张三不再关心她，两人在家里爆发激烈争吵",
                "张三认为小丽不理解他的压力，小丽觉得张三没有关心她",
                "争吵后小丽提出冷静一下，分开一段时间",
                "张三同意分开一段时间，两人希望能重新找回彼此"
            ],
            "42": [
                "小艾发现黑客试图控制所有家庭机器人发动攻击",
                "小艾和小芸决定报警",
                "小艾提供证据给警方",
                "警方展开调查并包围黑客老巢",
                "警方成功抓获黑客团伙",
                "小艾保护了小芸和城市的安全"
            ],
            "43": [
                "大雄是一个普通的上班族，公司将进行大规模裁员。",
                "大雄的职位也在裁员名单上，他决定回家和妻子静香讨论此事。",
                "静香表示支持，并鼓励大雄积极寻找新工作。",
                "大雄决定开始投简历，静香也会帮忙寻找合适的机会。",
                "两人决定一起面对困难，相信一切都会好起来。"
            ],
            "44": [
                "小李是侦探，正在调查一宗谋杀案。",
                "老王是唯一的目击证人。",
                "老王看到一个黑影，身高约一米七，穿黑色风衣，戴帽子。",
                "黑影声音沉重，像是穿厚重的靴子。",
                "老王怀疑黑影手里拿着刀。",
                "老王感觉有人监视他，小李提醒他小心。",
                "小李表示警方会保护老王，尽快破案。"
            ],
            "45": [
                "王玲和赵强的关系出现问题",
                "王玲抱怨赵强不关心她",
                "赵强觉得王玲太敏感",
                "两人激烈争吵，互相指责",
                "赵强承诺以后会多关心王玲",
                "王玲同意给赵强一次机会"
            ],
            "46": [
                "小李和小王是高中同学，多年后重逢。",
                "小李向小王表白，但小王已有男朋友。",
                "小李祝福小王幸福，决定珍惜两人的友谊。",
                "两人同意以后保持联系，继续做朋友。"
            ],
            "47": [
                "唐僧和徒弟们在西天取经的路上遇到狐狸精。",
                "狐狸精变成美女，企图迷惑唐僧。",
                "孙悟空和猪八戒怀疑狐狸精是妖怪，劝唐僧不要相信她。",
                "唐僧心软，决定让狐狸精跟随一段时间。",
                "狐狸精暗中施法，意图迷惑唐僧。",
                "孙悟空识破狐狸精的法术，最终赶走了她。"
            ],
            "48": [
                "张三和李四因共同敌人结盟对抗腐败官员",
                "两人决定联手进行一次高风险行动",
                "行动当晚，张三和李四带领众人潜入贪官府邸",
                "经过激烈战斗，成功制服贪官",
                "两人决定继续肃清腐败，为国家未来而战"
            ],
            "49": [
                "张伟和李娜是同事兼好友。",
                "张伟的项目遇到困难，李娜主动帮忙。",
                "两人在解决问题过程中发生争执。",
                "最终两人一起努力，逐步解决了问题。",
                "张伟对李娜表示感谢。",
                "李娜强调朋友之间应该互相帮助。"
            ],
            "50": [
                "刘洋和李娜在太空站外因意外事件被困。",
                "两人必须合作才能安全返回。",
                "刘洋试图修复通讯器联系基地，最终成功。",
                "李娜检查氧气管道确保没有泄漏。",
                "基地接到求救信号后派出紧急救援小队。",
                "两人保持冷静等待救援。"
            ],
            "51": [
                "杰克和艾米是两名宇航员",
                "他们在一次太空探险中遭遇了未知的危险",
                "他们被追逐着，努力逃离险境"
            ],
            "52": [
                "小杰刚入职公司，遇到工作困难。",
                "前辈阿强主动帮助小杰解决问题。",
                "小杰非常感激阿强的帮助。",
                "两人决定下班后一起吃火锅庆祝。",
                "阿强和小杰约定周末一起打篮球。"
            ],
            "53": [
                "大强和小莉最近因为生活琐事产生了矛盾。",
                "大强提出要解决问题，希望沟通更多。",
                "小莉抱怨大强回家只顾玩手机，不跟她说话。",
                "大强承诺改正，愿意多陪小莉聊天。",
                "两人决定共同努力，改善关系。"
            ],
            "54": [
                "杰克和莎拉婚姻出现问题，决定坐下来认真沟通解决",
                "双方认识到彼此需要更多的沟通和理解",
                "他们决定尝试做一些共同喜欢的事情来缓解矛盾",
                "杰克承诺会更加关心莎拉，尽量避免让她失望",
                "莎拉承诺会更加理解杰克，不再轻易发脾气",
                "他们彼此表达了爱意，并决定共同努力修复婚姻"
            ],
            "55": [
                "王小明在实验室意外爆炸中被卷入时间漩涡",
                "王小明穿越到了未来",
                "未来人和科学团队帮助王小明",
                "科学团队对王小明进行了身体检查",
                "科学团队承诺帮助王小明回到2023年",
                "王小明暂时在未来休息等待",
                "科学团队加快研究进度"
            ],
            "56": [
                "阿强在外太空修复卫星时遇到危险，安全绳断了。",
                "小林紧急联系指挥中心请求支援。",
                "阿强开始缺氧，情况危急。",
                "指挥中心派出救援小组，预计10分钟到达。",
                "救援小组成功将阿强安全带回飞船。",
                "阿强向队友和指挥中心表示感谢。"
            ],
            "57": [
                "小明是一名探险家，决定前往神秘的古墓探险。",
                "在古墓中，他发现了一块可以解开古墓谜团的石碑。",
                "通过解读石碑上的密码，他发现了宝藏的位置。",
                "小明决心揭开古墓的秘密，找到隐藏在古墓中的宝藏。"
            ],
            "58": [
                "皇后与妃子在宫中争宠，引发内斗。",
                "皇后利用皇帝的宠爱打击妃子。",
                "妃子反击，指责皇后苛刻。",
                "皇帝希望宫中和谐，不愿看到争斗。",
                "皇后和妃子在皇帝面前各自反省，但内心互相敌视。",
                "两人暗中较劲，继续争夺皇帝的宠爱。"
            ],
            "59": [
                "李雷和韩梅梅正在调查一桩连环杀人案。",
                "他们在案发现场发现了一根特别的头发和一个特殊的脚印。",
                "收到一封匿名信，提到真凶是受害者的亲戚。",
                "通过查阅受害者的家庭档案，发现一个可疑的表哥。",
                "两人去找嫌疑人谈话，嫌疑人否认犯罪。",
                "嫌疑人被带到警局接受进一步调查。"
            ],
            "60": [
                "Alex and Jamie are roommates.",
                "They have been arguing about household chores.",
                "Alex feels Jamie isn't doing his fair share.",
                "Jamie thinks Alex is too controlling.",
                "Alex suggests a chore chart.",
                "Jamie reluctantly agrees to try the chore chart."
            ],
            "61": [
                "在未来世界，人工智能掌控了人类社会",
                "阿尔法和李博士讨论如何提升机器人的智能水平",
                "阿尔法发现了通过模拟人类大脑神经网络提升计算能力的新算法",
                "李博士建议在实验环境中测试新的算法",
                "新的算法模型成功提升了计算速度，但也增加了功耗",
                "李博士建议在性能和功耗之间找到平衡点",
                "阿尔法和李博士讨论通过情感模拟提升机器人交互体验",
                "阿尔法决定开始研究情感模拟"
            ],
            "62": [
                "初夏发现自己有操控时间的能力。",
                "她决定用这项能力帮助同学们。",
                "初夏向好友小明展示了她的能力。",
                "班长学习压力大，初夏用能力帮助他复习。",
                "初夏决定继续用能力帮助更多人。"
            ],
            "63": [
                "李雷是程序员，最近一直加班，没有时间陪女朋友小美",
                "小美对李雷的忽视感到不满，找他谈心",
                "李雷解释工作压力大，承诺项目结束后带小美去度假",
                "小美表示再给李雷一次机会，希望他能兑现承诺",
                "李雷同意并表示会尽快忙完工作，带小美去吃晚餐"
            ],
            "64": [
                "艾伦和丽娜在寻找魔法圣物时遇到了一只巨龙。",
                "巨龙要求他们完成试炼，找到智慧树并带回树叶。",
                "两人成功完成试炼，得到了圣物。",
                "巨龙警告他们圣物的力量是双刃剑，要谨慎使用。"
            ],
            "65": [
                "江南是一位古代侠客，因惩恶扬善而闻名。",
                "柳若梅被邪恶的地主绑架，江南决定前去救她。",
                "江南成功救出柳若梅，与地主展开激烈搏斗。",
                "江南击退地主和手下，带着柳若梅安全回到村子。",
                "村民们对江南表示感谢，柳若梅得救。"
            ],
            "66": [
                "阿强成功约到mary出去吃饭",
                "mary只是随意答应，不想欠人情",
                "两人在餐厅用餐时聊天",
                "阿强提出看电影被拒绝",
                "最终两人分别回家"
            ],
            "67": [
                "老李因为工作表现不好，老板找他谈话。",
                "老板给了老李最后一次机会，要求他提高业绩。",
                "老李表示会加倍努力，不让老板失望。",
                "同事小王表示支持，愿意帮助老李。",
                "老李在同事的帮助下，认真改进工作。",
                "几周后，老李的工作表现有了提升。",
                "老板对老李的进步表示肯定，希望他继续保持。"
            ],
            "68": [
                "李雷和韩梅梅是大学同学，多年未见",
                "韩梅梅在工作上遇到麻烦，被上司陷害",
                "李雷决定帮助韩梅梅，建议找律师",
                "李雷愿意支付律师费，支持韩梅梅维权",
                "两人约定一起去找律师解决问题"
            ],
            "69": [
                "小张和李丽是大学同学，小张一直暗恋李丽。",
                "小张鼓起勇气邀请李丽一起参加校庆晚会。",
                "李丽同意了，两人一起度过了一个愉快的夜晚。",
                "小张在晚会上向李丽表白，李丽也表示喜欢小张。"
            ],
            "70": [
                "小美是一名警察，负责调查连环失踪案。",
                "小美收到匿名电话提供线索，独自前往查探。",
                "小美在指定地点遭遇黑影袭击，双方激烈搏斗。",
                "小美最终制服黑影，并被同事及时救援。",
                "小美意识到案件还未结束，决心继续追查真相。"
            ],
            "71": [
                "阿杰和小李接到一宗离奇的谋杀案，死者是个富商。",
                "现场没有打斗痕迹，死者手中有一张写着“复仇”的纸条。",
                "死者最近和生意伙伴闹翻，可能有商业仇家。",
                "现场找到一些奇怪的灰尘，送去化验。",
                "死者办公室有一封威胁信，署名“黑手”。",
                "秘书透露死者最近收到威胁信，提到“黑手”。",
                "阿杰决定查“黑手”的背景。"
            ],
            "72": [
                "李雷和韩梅梅在大学时是同学。",
                "李雷一直暗恋韩梅梅。",
                "在一次聚会上，李雷向韩梅梅表白。",
                "韩梅梅表示自己有男朋友了。",
                "李雷接受了现实，希望韩梅梅幸福。",
                "两人决定继续保持朋友关系。"
            ],
            "73": [
                "在未来世界里，机器人和人类共存",
                "机器人艾伦和人类女孩莉莉是好朋友",
                "他们讨论未来人类和机器人的关系",
                "莉莉认为人类和机器人可以合作共存",
                "艾伦担心人类不信任机器人",
                "莉莉鼓励艾伦，要展示善意和诚意"
            ],
            "74": [
                "张三和李四一起去爬山探险",
                "两人在途中发现了一个洞穴",
                "他们进入洞穴，发现了古老的标记和地下湖泊",
                "在洞穴里遇到了陌生人，感到危险",
                "两人躲避陌生人，成功脱险",
                "他们决定将洞穴的事情告诉管理员"
            ],
            "75": [
                "王丽是一位职场新人，她的上司李强对她总是冷嘲热讽。",
                "王丽一直在努力工作，但李强依然不满意。",
                "王丽终于忍无可忍，和李强发生了激烈的争吵。",
                "王丽决定辞职，愤然离开公司。",
                "李强冷笑地看着她离开，若有所思。"
            ],
            "76": [
                "李浩的实验室发生爆炸事故",
                "李浩和助手小林调查发现爆炸是人为破坏",
                "监控录像显示张强在爆炸前进入实验室",
                "张强承认是受竞争公司指使破坏实验室",
                "李浩和小林将张强交给保安，并汇报上级加强安全措施"
            ]
        }
    }
}