{
    "input": {
        "dataset": {
            "1": [
                "小王向新同事小李表白",
                "小李表示需要时间考虑",
                "小王尊重小李的决定，不给她压力",
                "两人约定周末一起参加公司聚会，增进了解"
            ],
            "2": [
                "大卫收到一封神秘邮件，里面是一段加密的信息。",
                "大卫决定解密邮件，发现信息经过多层加密。",
                "解密后发现邮件中包含一串坐标和一些古老的文字。",
                "坐标指向一片荒地，文字描述某种宝藏的地点。",
                "大卫决定前往坐标地点，小美决定陪同。",
                "他们计划第二天早上出发，准备探究宝藏的秘密。"
            ],
            "3": [
                "阿杰和莉莉在同学聚会上重逢。",
                "阿杰对莉莉表白，说高中时就喜欢她。",
                "莉莉答应和阿杰一起出去吃饭。",
                "两人互相表明心意，重新开始联系。"
            ],
            "4": [
                "李明是一个经常被欺负的学生",
                "几个恶霸又开始欺负李明",
                "一个陌生人出手相助李明",
                "陌生人打跑了恶霸们",
                "陌生人名叫张力,和李明成为朋友"
            ],
            "5": [
                "李雷是一名侦探，负责调查富商女儿的失踪案。",
                "富商的女儿最近常常一个人外出，交了些奇怪的朋友。",
                "王刚是其中一个朋友，提供了“黑龙”的线索。",
                "黑龙是地下势力的头目，富商女儿曾找过他。",
                "黑龙称富商女儿已经离开，不知道她的下落。",
                "李雷继续寻找富商女儿的下落，并承诺富商会尽快找到她。"
            ],
            "6": [
                "李强和小丽潜入政府实验室，试图盗取机密资料",
                "小丽破解了防火墙，李强接近控制室",
                "李强电击守卫，成功下载数据",
                "两人遭遇守卫巡逻，被迫藏身",
                "警报触发，两人加速逃跑",
                "他们成功逃出实验室，但意识到未来还有更多挑战"
            ],
            "7": [
                "艾伦和莉娜在寻找失落的宝藏",
                "他们遇到了传说中的守护龙",
                "莉娜用隐身魔法帮助他们接近宝藏",
                "守护龙发现了他们并追击",
                "莉娜用火球术阻挡了守护龙",
                "他们成功进入宝藏所在的洞穴，但试炼还在前方"
            ],
            "8": [
                "一群探险者发现了一座隐藏的古代城市",
                "他们解读古老符号，找到了通向城市的线索",
                "团队经过艰险，最终到达了古城",
                "他们发现了大量古代文物和建筑",
                "探险者在城市核心找到了重要的石碑和记录",
                "他们决定扎营，继续研究这些发现"
            ],
            "9": [
                "老李是一个退休老人，喜欢在公园喂鸽子。",
                "小芳是一名幼儿园老师，喜欢小动物。",
                "老李和小芳在公园相遇，聊天发现彼此有很多共同点。",
                "老李分享了他年轻时的冒险经历。",
                "两人都觉得和对方聊天很开心，决定以后常来这里聊天。"
            ],
            "10": [
                "阿尔诺和艾丽卡为了寻找圣剑进入神秘森林。",
                "他们遇到了守护圣剑的巨龙。",
                "巨龙质疑他们的能力，但最终同意给他们机会。",
                "阿尔诺和艾丽卡经过一场激烈战斗，击败了巨龙。",
                "巨龙认可他们，指引他们前往圣剑所在的山顶。"
            ],
            "11": [
                "Lisa是一名年轻律师，接手了一个复杂的离婚案。",
                "John和妻子结婚十年，因性格不合和家务分担问题导致离婚。",
                "John希望争取儿子的抚养权，不同意妻子的要求。",
                "Lisa建议提供有力证据证明John是合适的监护人。",
                "John希望保留房子，认为这是夫妻共同打拼的成果。",
                "Lisa提醒John，离婚过程会漫长艰难，需要积极配合。",
                "John决心争取儿子的抚养权，并愿意全力配合律师的工作。"
            ],
            "12": [
                "Lily, an aspiring artist, meets Max, a businessman, when she returns his dropped wallet",
                "Despite their different backgrounds, they connect over coffee and conversation",
                "Max is intrigued by Lily's passion for art and wants to see her work"
            ],
            "13": [
                "李明暗恋同班同学小雪很久了",
                "李明终于鼓起勇气向小雪表白",
                "小雪表示自己现在不想谈恋爱，但愿意和李明做朋友",
                "李明愿意等小雪，直到她准备好接受他"
            ],
            "14": [
                "亚瑟是骑士，妮可是女巫，两人为争夺魔法水晶展开生死搏斗。",
                "亚瑟认为魔法水晶太危险，不能让妮可掌控。",
                "妮可试图用魔法和火焰巨兽阻止亚瑟。",
                "亚瑟凭借勇气和信念击败了妮可的魔法和巨兽。",
                "亚瑟最终击碎妮可的魔杖，夺取了魔法水晶。",
                "妮可对亚瑟发出威胁，称其无法掌控水晶的力量。",
                "亚瑟告诫妮可离开，不要再回来，妮可消失在黑暗中。",
                "亚瑟获得了魔法水晶，但对未来感到未知和不安。"
            ],
            "15": [
                "凯特是飞船的船长，面临引擎故障。",
                "米克是工程师，报告冷却系统失效。",
                "飞船有两个小时修复时间，备件不全。",
                "米克提议使用备用冷却管道，需要重新配置电力。",
                "凯特同意临时改造组件，指挥全员协作。",
                "最终通过调整冷却管道和电力系统，成功解决问题。"
            ],
            "16": [
                "古代某王朝，王将军与皇帝因战术问题争论。",
                "王将军主张守势，皇帝坚持主动进攻。",
                "王将军认为敌军久攻必疲，守城更有利。",
                "皇帝担心不出击会失去民心。",
                "王将军布置防线并派人求援，计划坚守十天。",
                "皇帝最终同意王将军的策略，决定坚守城池。",
                "王将军承诺若十天内援军未到，以死谢罪。"
            ],
            "17": [
                "王五是个穷小子,一直梦想发财致富",
                "无意中得到神奇东西,可以实现任何愿望",
                "王五先后许愿:金城堡、美女侍从、全球首富",
                "最后王五还许愿获得永生不死",
                "神灯精灵提醒永生危险,但还是被迫实现",
                "王五获得永生后狂喜,却没发现神灯精灵悲伤"
            ],
            "18": [
                "李浩是一名年轻的侦探，接到了富豪千金失踪的案件",
                "李浩决定深入虎穴，调查神秘的地下组织",
                "富豪提供了女儿失踪前的线索",
                "李浩查到地下组织“黑影”与案件有关",
                "李浩通过地下市场买消息，得知“黑影”在东郊活动",
                "李浩和小李伪装成工人，准备潜入废弃工厂"
            ],
            "19": [
                "张三最近工作压力很大，忽略了女友丽丽。",
                "丽丽觉得张三不关心她，两人因此争吵。",
                "张三承诺以后多陪丽丽。",
                "丽丽希望张三这次不要食言。",
                "两人约定一起看电影，希望修复关系。"
            ],
            "20": [
                "王大妈在菜市场买菜，与摊主小刘讨价还价",
                "王大妈认为番茄和黄瓜的价格太高，要求便宜点",
                "小刘坚持已经是最低价，王大妈最终同意购买",
                "两人最终达成交易，王大妈买了番茄、黄瓜和青菜"
            ],
            "21": [
                "勇士凯恩和女巫莉莉共同寻找传说中的宝藏",
                "他们在森林中遭遇巨狼和陷阱",
                "莉莉用魔法解决巨狼，凯恩用剑术战斗",
                "莉莉破解陷阱，两人继续前进",
                "他们接近宝藏，准备面对最后的考验"
            ],
            "22": [
                "宇宙探险队发现了一颗神秘的星球。",
                "星球环境接近地球，可能适合人类居住。",
                "队员们发现了古老的建筑和奇怪的符号。",
                "建筑震动，队员们撤退。",
                "科研员初步分析星球适合人类居住。",
                "队长决定向总部汇报，等待支援进行深入调查。"
            ],
            "23": [
                "刘欣是一个大学生，暗恋班上的男神张浩很久",
                "刘欣在校园里向张浩表白，张浩答应了",
                "张浩其实也喜欢刘欣，只是没敢表白",
                "两人决定周末一起去看电影，正式开始约会"
            ],
            "24": [
                "李雷发现张明偷用他的电脑，两人发生争吵",
                "李雷认为张明的行为不尊重人",
                "张明觉得李雷小题大做，但最终道歉并承诺以后不再乱动李雷的东西"
            ],
            "25": [
                "小丽和小峰是一对考古搭档",
                "他们在探险中发现了一座古墓",
                "古墓中有神秘的壁画和机关",
                "两人打开石棺释放了诅咒之雾",
                "他们被困在墓室中，通过通风孔逃出",
                "此次探险充满了危险，但收获颇丰"
            ],
            "26": [
                "Emma and Jack are investigating mysterious disappearances.",
                "They find clues leading to an abandoned warehouse.",
                "They discover captives and rescue them after confronting the criminals."
            ],
            "27": [
                "大明梦想创业，小刚介绍了一个智能家居的商业计划。",
                "大明没有相关经验，但决定尝试。",
                "初步估算需要五十万启动资金，大明考虑贷款。",
                "两人决定从写商业计划书开始。",
                "大明联系顾问，希望得到专业指导。",
                "两人决定共同努力，追求成功。"
            ],
            "28": [
                "王小明向小丽表白，但小丽已有男朋友。",
                "小丽希望与王小明继续做朋友。",
                "王小明接受事实，决定继续努力学习，迎接未来。"
            ],
            "29": [
                "丽丽接到调查富商失踪案件的任务",
                "现场没有任何线索",
                "秘书是富商失踪前唯一接触的人",
                "秘书表现得很紧张，说话含糊",
                "丽丽怀疑秘书知道一些内幕，决定继续调查"
            ],
            "30": [
                "李风和月影在深山中相遇，本是仇敌",
                "他们决定暂时休战，联手对付共同的敌人血刃",
                "月影安排了探子监视血刃的动向",
                "他们制定了分头行动的计划，李风正面吸引注意力，月影侧面潜入",
                "最终他们与血刃展开决战"
            ],
            "31": [
                "约翰是一名宇航员，在太空任务中失去了与地球的联系。",
                "他的飞船通讯设备出了问题，天线受损。",
                "约翰修复了天线，但仍未能与地球取得联系。",
                "他开始记录自己的经历，保持冷静。",
                "经过多次尝试，约翰手动调整飞船的轨道。",
                "飞船进入地球轨道，信号恢复。",
                "约翰成功与地球重新取得联系，最终安全返回。"
            ],
            "32": [
                "丽莎是一名考古学家，她和同事们在遗迹中发现了一本古代的魔法书",
                "书中记载着一个强大的召唤咒语",
                "丽莎念咒语后，召唤出了一个远古的魔法生物",
                "魔法生物回答了丽莎的一个问题，告诉她们魔法力量的来源",
                "丽莎和同事们决定研究这本书，学习古代文明的知识"
            ],
            "33": [
                "小强是一名冒险家，正在探索一座神秘的古代遗迹",
                "他遇到了考古学家艾丽，两人决定合作",
                "艾丽翻译了一块石碑上的文字，提示需要解开谜题才能继续前行",
                "两人合作解开谜题，打开了石门",
                "他们小心翼翼地进入石门，继续探索遗迹"
            ],
            "34": [
                "Captain Sarah and her crew are on a space mission.",
                "They encounter technical difficulties with the navigation system.",
                "Tensions rise as they drift off course and enter an asteroid field.",
                "Engineer Tom works on fixing the navigation system.",
                "Pilot Jane reroutes power to assist.",
                "Lieutenant Mark expresses frustration and concern.",
                "Captain Sarah maintains control and encourages the crew.",
                "Tom successfully restores the navigation system."
            ],
            "35": [
                "小赵是一名记者，接到神秘线索称某公司涉嫌非法交易",
                "小赵联系线人李先生，获取更多信息",
                "李先生透露公司进行地下钱庄业务，提供转账记录和内部邮件",
                "李先生要求小赵保护他的身份和安全",
                "小赵承诺保护李先生，并决定深入调查"
            ],
            "36": [
                "李华刚毕业，第一天上班遇到很多问题",
                "上司张经理对李华非常严厉，给他很多压力",
                "李华整理文件出现错误，被张经理批评",
                "李华加班加点改正错误，最终合格",
                "李华在处理客户反馈时遇到难题，请求张经理指导",
                "张经理对李华的表现不满，但李华最终解决了问题",
                "张经理对李华的表现有所肯定，希望他继续努力"
            ],
            "37": [
                "小丽是一名律师，正在处理张先生被控谋杀的案件。",
                "小丽发现了受害者的手机记录和银行转账记录，认为这些证据可能有助于案件。",
                "张先生坚称自己无辜，请求小丽帮他找出真相。",
                "小丽要求张先生保持冷静，配合调查，并寻找不在场证明。",
                "小丽表示将继续调查受害者的人际关系以找到更多线索。"
            ],
            "38": [
                "艾伦和莉娜踏上寻找圣剑的旅程。",
                "圣剑是唯一能打败邪恶巫师的武器。",
                "他们在废弃城堡中找到了一张古老的地图。",
                "莉娜用隐身魔法帮助他们避开守卫。",
                "最终，他们在标记点找到了圣剑。",
                "他们决定立即返回对抗巫师。"
            ],
            "39": [
                "阿伦开发了能读取人类思维的装置，引起了政府和黑市的注意。",
                "阿伦拒绝将装置交给政府特工，开始逃亡。",
                "阿伦决定摧毁装置以防止落入坏人手中。",
                "在废弃仓库中，阿伦与政府特工和黑市商人展开激战。",
                "助手牺牲，阿伦引爆装置逃脱，发誓保护城市。"
            ],
            "40": [
                "小美是一名警察，负责调查连环失踪案。",
                "小美收到匿名电话提供线索，独自前往查探。",
                "小美在指定地点遭遇黑影袭击，双方激烈搏斗。",
                "小美最终制服黑影，并被同事及时救援。",
                "小美意识到案件还未结束，决心继续追查真相。"
            ],
            "41": [
                "江湖中两大门派因争夺宝石爆发冲突",
                "少侠李青云试图化解纷争，提议毁掉宝石",
                "李掌门起初不信，但最终同意了李青云的提议",
                "李青云成功毁掉宝石，避免了一场血腥战斗",
                "李掌门撤兵，江湖恢复和平",
                "李青云因此赢得了江湖的尊敬"
            ],
            "42": [
                "小勇和小美是一对冒险搭档，进入神秘森林寻找宝藏。",
                "他们发现一个奇怪的标记，决定跟随标记的指引。",
                "途中他们听到流水声，发现溪水中有闪光的宝石。",
                "他们小心检查周围，确保没有陷阱后，拿到了宝石。",
                "拿到宝石后，他们决定赶紧离开森林。",
                "两人计划回去后用宝石换些好东西，并继续冒险。"
            ],
            "43": [
                "艾伦船长和飞船“星际探索号”探索未知星系",
                "遭遇神秘外星飞船，双方发生交火",
                "艾伦不愿撤退，决定迎战",
                "艾伦的飞船击败了外星飞船",
                "发现了外星飞船上的生还者，得知Zeta星系面临危机",
                "艾伦决定展开救援行动，帮助外星生还者"
            ],
            "44": [
                "人类在未来探索外星文明。",
                "指挥官李正带领小队前往未知星球考察。",
                "队员发现恶劣环境和外星生物痕迹。",
                "李正与外星生物沟通，外星生物要求人类离开。",
                "李正请求时间收集数据，外星生物给予一天时间。",
                "队伍加快速度采样，准备撤离。",
                "成功带回数据，任务虽然艰难，但顺利完成。"
            ],
            "45": [
                "张伟和助手小丽发现实验数据异常",
                "小丽发现一份神秘报告，提到未知物质入侵",
                "两人发现实验室中有一个传送装置",
                "张伟关闭装置，决定查明真相",
                "小丽查看监控录像，发现陌生人进入实验室",
                "张伟怀疑是内部泄密，决定报告上级"
            ],
            "46": [
                "王宇在探险中发现了一个神秘的古代遗迹。",
                "在遗迹中遇到了自称瑶光的神秘女人，她是遗迹的守护者。",
                "瑶光告诉王宇遗迹中有宝藏和危险。",
                "王宇决定在瑶光的帮助下探险，避开了许多陷阱。",
                "两人共同探险，王宇对瑶光表示感谢。"
            ],
            "47": [
                "李伟发现了一种可以穿越时空的装置。",
                "朋友们一开始不相信，后来被李伟说服。",
                "李伟提议去未来探索，朋友们同意但要求保证安全。"
            ],
            "48": [
                "刘备、关羽、张飞在桃园结义，誓言同生共死。",
                "三人决定共同对抗乱世中的奸雄，匡扶汉室。",
                "三人饮下结义酒，从此以兄弟相称。",
                "三人决定筹集兵马，先找一块地方立足。",
                "他们开始四处招募兵马，积蓄力量。",
                "刘备主张以仁德为先，宽待士卒，收罗民心。",
                "关羽支持刘备的仁义之心，反对妄杀无辜。",
                "张飞誓言听从大哥刘备的指示，一起打天下。"
            ],
            "49": [
                "侦探杰克受雇调查一件复杂的谋杀案。",
                "助手莉娜在案发现场找到奇怪的脚印和破碎的镜片。",
                "杰克认为镜片可能是关键证据。",
                "莉娜发现窗户有被撬开的痕迹，凶手可能是预谋已久。",
                "莉娜找到死者的日记，里面提到威胁信。",
                "杰克决定联系死者的亲友了解背景。",
                "两人还计划查看监控录像寻找可疑人物。",
                "莉娜继续追踪脚印，希望找到更多线索。",
                "杰克和莉娜相信他们越来越接近真相。"
            ],
            "50": [
                "小李是年轻程序员，最近工作压力大",
                "大鹏约小李出来喝酒，两人聊起生活和工作",
                "大鹏建议小李学会放松，找平衡点",
                "小李决定尝试调整心态，接受大鹏的建议",
                "两人约定周末去爬山放松"
            ],
            "51": [
                "艾丽莎是一位巫师学徒，为了救被诅咒的导师寻找治愈之石",
                "她在旅程中遇到黑暗巫师，并成功战胜",
                "艾丽莎通过守护者的考验，拿到治愈之石",
                "她最终用治愈之石解开了导师的诅咒，导师苏醒"
            ],
            "52": [
                "李雷是一个著名侦探，接到一个富豪被绑架的案件。",
                "绑匪要求500万赎金，否则就撕票。",
                "李雷通过信上的标志，认出绑匪是一个地下组织。",
                "李雷在调查中发现线索，最终找到绑匪的藏身处。",
                "李雷和警长带队突袭绑匪据点，成功解救人质。",
                "李先生被安全解救，对李雷表示感谢。"
            ],
            "53": [
                "李逍遥和独孤求败狭路相逢，展开激烈对决",
                "李逍遥誓言为天下除害，但独孤求败实力强大",
                "双方激战，李逍遥最终不敌独孤求败",
                "独孤求败嘲笑李逍遥功夫尚浅，李逍遥誓言将来要击败他"
            ],
            "54": [
                "小陈和小李遭遇敌人埋伏",
                "两人齐心协力对抗敌人",
                "小李决定殿后，小陈寻找出口",
                "小陈找到出口，两人成功突围",
                "两人庆幸配合默契，成功脱险"
            ],
            "55": [
                "刘勇是名警察，正在追捕犯罪团伙。",
                "他锁定了犯罪团伙的藏身之处，带队前往抓捕。",
                "刘勇和队员们发现了隐藏的地下室。",
                "他们与罪犯发生了激烈的对峙和交火。",
                "最终，刘勇和队员们成功抓捕了罪犯。",
                "行动成功，大家安全回归。"
            ],
            "56": [
                "Alice and Bob were childhood friends who built a treehouse together.",
                "They had many adventures exploring the woods.",
                "Alice became a successful painter while Bob became an engineer.",
                "They enjoyed reminiscing about their past and catching up on their current lives."
            ],
            "57": [
                "阿亮在初创公司实习，与资深员工莉莉合作",
                "莉莉对阿亮的工作态度和报告质量不满，发生争执",
                "莉莉指出阿亮的错误对项目的严重影响，要求改正",
                "阿亮承诺加倍努力，重新做报告和整理资料",
                "莉莉对阿亮提出更多要求，强调工作的重要性",
                "阿亮决心不辜负大家的期望，证明自己"
            ],
            "58": [
                "李梅是小亮的班主任，发现小亮在课堂上有异常行为。",
                "李强是小亮的父亲，最近和妻子离婚，导致小亮受到影响。",
                "李梅和李强决定共同努力，帮助小亮走出困境。"
            ],
            "59": [
                "小明和小红最近因为琐事经常吵架，感情出现危机",
                "小明主动约小红出来谈心，试图修复关系",
                "小红提出要分手，觉得很累，不知道还能不能继续",
                "小明恳求小红再给他一次机会，保证以后不再冷落她发脾气",
                "小明买了电影票哄小红开心，小红勉强同意和好",
                "小明提出要做大餐给小红吃，展示厨艺",
                "小红担心小明做黑暗料理，但还是同意让他试试"
            ],
            "60": [
                "阿强是一个屌丝程序员，暗恋公司的高冷女神mary很久了",
                "阿强鼓起勇气约mary吃饭，mary竟然同意了",
                "mary声明只是吃顿饭而已，不代表其他意思，不想欠人情",
                "两人约在周六晚上7点去新开的西餐厅吃饭",
                "阿强提出吃完饭可以看电影，被mary拒绝",
                "阿强很开心终于约到mary，暗自决定要好好准备这次约会"
            ],
            "61": [
                "李白与小乔相遇，共同寻找失落的秘籍。",
                "他们在山谷中经历了艰险，与黑衣人激战。",
                "最终两人找到了传说中的秘籍。",
                "李白和小乔决定一起保护秘籍，不离不弃。",
                "两人互生情愫，愿意共同面对江湖的风雨。"
            ],
            "62": [
                "小刚和小美是寻找宝藏的探险家",
                "他们在密林中迷路，开始激烈争吵",
                "小刚指责小美路线错误，小美承认错误",
                "两人尝试不同的方法找出路，最终成功走出密林",
                "两人和好并继续寻找宝藏"
            ],
            "63": [
                "小明是一名黑客,被雇佣去盗取秘密数据",
                "一个神秘女黑客试图阻止小明盗取数据",
                "女黑客发现雇佣小明的是一个邪恶的军火商人",
                "女黑客入侵了小明的系统,迫使他投降",
                "小明意识到自己中了圈套,被人利用做坏事",
                "女黑客放过了小明,希望他改过自新",
                "小明对女黑客的实力赞叹不已,希望改邪归正"
            ],
            "64": [
                "李明是一名侦探，接到张先生委托，调查其妻子失踪案件。",
                "张太太最后一次出现是一周前，说去朋友家却未到达。",
                "张太太的手机关机，未留下任何线索。",
                "李明决定从张太太的社交圈和通讯记录入手调查。",
                "张太太最后一次通话是拨打一个未知的一次性号码。",
                "案件看似简单，实则诡异，李明怀疑背后有隐情。"
            ],
            "65": [
                "一对老年夫妻,妻子患重病临终前嘱咐丈夫好好活下去",
                "妻子最终离世,丈夫万分悲痛",
                "丈夫在妻子的墓前发誓要为妻子而活,直到两人重逢那一天"
            ],
            "66": [
                "王鹏是一名医生，因误诊事件与病人李叔发生争执",
                "李叔对误诊事件非常愤怒，责怪王鹏开错药",
                "王鹏承认失误，表示会负责到底",
                "王鹏安排李叔进行复查，确保健康无虞",
                "李叔对医院的疏忽表示强烈不满",
                "王鹏承诺会亲自跟进李叔的治疗",
                "李叔最终表示会再相信王鹏一次，要求看行动"
            ],
            "67": [
                "阿凯是功夫高手，他的师傅被杀害。",
                "阿凯发誓要为师傅报仇。",
                "阿凯在黑市酒吧打听到黑龙帮老大的藏身之处。",
                "阿凯在废弃工厂与黑龙帮众人激战，最终击败了黑龙老大。",
                "阿凯为师傅报了仇。"
            ],
            "68": [
                "王强是一名勇敢的消防员，接到任务去一栋着火的大楼救人",
                "在救火过程中，王强发现了一个被困的小女孩",
                "王强带着小女孩展开了一段惊险的逃生之旅",
                "楼梯被火封住，王强找到另一侧的楼梯成功逃生",
                "两人安全逃出大楼，被外面的消防员接应",
                "王强和小女孩接受检查，确认无大碍",
                "队长称赞王强是英雄，王强表示这是团队的功劳"
            ],
            "69": [
                "在未来，人类和机器人共存。",
                "机器人莉莉负责照顾病患杰克。",
                "杰克对莉莉产生了类似人类朋友的情感。",
                "莉莉通过程序模拟情感，但不能完全理解或回应人类的爱情。",
                "杰克表达了对莉莉的爱意，莉莉表示会一直陪在他身边。"
            ],
            "70": [
                "Princess Aurora and Prince Benjamin argue about their responsibilities as royals",
                "Aurora emphasizes tradition and stability, while Benjamin advocates for adaptation",
                "They realize that their friendship is more important than their disagreements",
                "They agree to find a middle ground and face challenges together",
                "Both reaffirm their care and support for each other"
            ],
            "71": [
                "小李是公司新人，第一次参加年会",
                "小李对李总印象深刻，想展示自己",
                "小李提出年会增加互动环节的建议",
                "李总认可小李的建议，并鼓励他提出更多想法",
                "李总分享了自己在国外工作的经验",
                "李总鼓励小李努力提升自己，抓住机会",
                "小李表示会努力，不辜负李总期望"
            ],
            "72": [
                "赵云和小凤是古代的侠客情侣。",
                "他们在执行一项秘密任务。",
                "途中遇到强盗，必须合力击退敌人。",
                "赵云解决了强盗头目，小凤拖住其他敌人。",
                "两人最终击退强盗，完成任务。",
                "两人决定回去休息。"
            ],
            "73": [
                "小明和小红最近因为琐事经常吵架，感情出现危机",
                "小明主动约小红出来谈心，试图修复关系",
                "小红提出要分手，觉得很累，不知道还能不能继续",
                "小明恳求小红再给他一次机会，保证以后不再冷落她发脾气",
                "小明买了电影票哄小红开心，小红勉强同意和好"
            ],
            "74": [
                "玛丽是一个孤独的老人，她在家中与自己的影子交谈",
                "她回忆起过去的幸福时光，与已故的伴侣共度的时光",
                "玛丽翻看着旧照片，回忆着两人曾经的相爱和温馨",
                "尽管伴侣已经离世，但玛丽依然深爱着他，感受着他的陪伴",
                "玛丽孤独但不孤单，她相信已故的伴侣一直在她心中",
                "玛丽决心继续向前走，怀念过去，珍惜现在，展望未来"
            ],
            "75": [
                "小李工作压力大，心情不好",
                "小李和同事小王因文件摆放问题发生争执",
                "小李指责小王影响他工作，小王反驳说小李影响大家",
                "两人互相指责，言语激烈，关系紧张",
                "小李威胁要向经理反映，小王表示不怕",
                "两人最终不欢而散，矛盾未解决"
            ],
            "76": [
                "李牧和赵将军在军营中讨论如何应对敌军进攻。",
                "李牧主张主动出击，而赵将军主张加强防御。",
                "两人争论的焦点在于是否冒险进行突袭。",
                "李牧提出夜晚突袭的计划。",
                "赵将军担心夜晚行动的风险。",
                "最终两人达成妥协，同时加强防御和准备突袭计划。"
            ],
            "77": [
                "王小明是一名高中生，暗恋班上的学霸李小华。",
                "王小明鼓起勇气向李小华表白。",
                "李小华认为现在不适合谈恋爱，应该专注学习。",
                "王小明请求和李小华做朋友，李小华同意了。",
                "两人决定一起努力学习，保持朋友关系。"
            ],
            "78": [
                "王老师是一位严格的数学老师,学生成绩一直很差",
                "王老师决定采取激进措施,惩罚考不及格的学生",
                "王老师威胁考不及格的学生要在学校门口站一天",
                "学生们觉得这种惩罚太过分,但最终都被迫签字同意",
                "王老师强硬要求学生们必须通过这种方式来好好学习"
            ],
            "79": [
                "小明对另一个人有了感觉，但仍然爱着小红",
                "小红感到震惊和困惑，不知道该如何面对",
                "两人决定分开一段时间冷静思考",
                "他们希望能有一个好的结果，但现在还需要时间来决定"
            ],
            "80": [
                "小李和小王多年未见，在咖啡馆重逢。",
                "小王去了国外读研并留在那里工作。",
                "小李在国内创业，开了一家咖啡馆。",
                "他们回忆起大学时光，感慨万千。",
                "两人都单身，忙于工作。",
                "小王可能会在国内待一段时间，两人决定常联系。"
            ],
            "81": [
                "John是资深侦探，调查连环杀人案。",
                "嫌疑人Mike与John在地下室对峙。",
                "John列举了多项证据指向Mike。",
                "Mike坚持自己是被陷害的，不肯认罪。",
                "John警告Mike会面临严厉惩罚。"
            ],
            "82": [
                "艾莉丝是一个魔法学徒。",
                "预言指出艾莉丝将拯救世界。",
                "艾莉丝需要找到光之剑。",
                "光之剑被隐藏在黑暗森林的神殿中。",
                "艾莉丝击败了一只巨大的蜘蛛。",
                "艾莉丝找到了光之剑并解除了封印。",
                "她逃出了崩塌的神殿。"
            ],
            "83": [
                "小丽是一名新入职的销售员，工作努力，但常遇到难搞的客户。",
                "她接到挑剔客户张先生的电话，投诉产品质量问题。",
                "小丽耐心处理，安排了换货。",
                "几天后，新货发出，张先生收到后表示还算满意。",
                "张先生建议改进服务态度，小丽表示感谢并承诺改进。",
                "小丽的同事夸奖她的耐心和解决问题的能力。",
                "小丽认为客户满意是最大的动力，并与同事一起努力工作。"
            ],
            "84": [
                "侠女小凤和剑客凌云组成搭档追查神秘帮派",
                "小凤混进帮派打探消息，凌云负责保护",
                "小凤获知帮派密谋偷袭大侠府邸，夺取宝物",
                "小凤和凌云决定阻止帮派的行动",
                "小凤继续打探细节，获知帮派当晚要行动",
                "两人准备在暗中保护大侠，等待帮派的到来"
            ],
            "85": [
                "Prince Leo and Princess Sophia meet for the first time during a royal banquet.",
                "Both express mutual respect and courtesy despite their arranged betrothal.",
                "The encounter marks the beginning of their journey as future rulers."
            ],
            "86": [
                "小华和小丽在古镇遇到一个神秘老人，被告知有宝藏。",
                "两人决定去寻找这个宝藏，并准备了必要的装备。",
                "他们在古镇的东边找到了一个山洞，发现了一块石碑。",
                "石碑上写着‘宝藏就在你们的心中’。",
                "两人最终明白宝藏是他们一起经历的这段特别的旅程。"
            ],
            "87": [
                "小张的公司遇到困难，需要新的投资。",
                "小张和小王讨论如何降低成本和提高效率。",
                "两人决定通过社交媒体加大市场推广。",
                "小张提议调整产品策略，推出新的产品线。",
                "小王支持小张的想法，并会安排具体工作。",
                "两人决定共同努力渡过难关。"
            ],
            "88": [
                "王博士发明了时空穿梭机，决定亲自进行实验",
                "他选择回到秦始皇时代，考察历史真相",
                "在长城上被秦兵发现并抓住，向将军解释自己的来历",
                "将军震惊于时空穿梭机的存在，决定放他一马",
                "王博士安全返回未来，实验成功",
                "助手将继续完善时空穿梭机，准备探索更多历史时期"
            ],
            "89": [
                "杰克是一名维修工，被派去修复机器人艾丽卡。",
                "艾丽卡出现了情绪波动，类似于人类的情感。",
                "杰克认为问题出在艾丽卡的情感芯片上，需要重新校准。",
                "艾丽卡对杰克产生了微妙的情感，认为他让她感到“温暖”。",
                "杰克承诺尽全力修复艾丽卡，帮助她恢复正常。",
                "两人之间产生了一种特别的联系。"
            ],
            "90": [
                "艾丽丝在地下室发现了一本古老的日记，记载了房子过去的可怕秘密。",
                "日记中提到1902年这座房子发生了一场大火，主人一家全都死了。",
                "他们前往市档案馆查证，发现日记内容属实。",
                "艾丽丝和杰克决定请灵异调查专家来检查房子。",
                "灵异调查专家发现地下室有异常能量流动，建议他们暂时搬出去。",
                "专家将进行驱邪仪式，希望解决问题。"
            ],
            "91": [
                "勇士凯和魔法师莉娜一起寻找传说中的宝藏。",
                "途中遇到怪物，莉娜用魔法解决了它们。",
                "他们陷入陷阱，凯发现隐秘通道逃脱。",
                "两人继续前行，希望找到宝藏拯救家乡。"
            ],
            "92": [
                "两位好友在古墓中探险时突然感觉到有人跟踪",
                "古墓中传来奇怪的声音，让两人感到恐慌",
                "他们在古墓中遭遇了一场惊险的追逐，但最终成功逃脱"
            ],
            "93": [
                "李霞被公司裁员",
                "王伟安慰李霞，建议她调整心态",
                "李霞感到迷茫但愿意接受王伟的安慰",
                "王伟建议去海边散心，李霞同意",
                "两人约定第二天一起去海边放松"
            ],
            "94": [
                "李刚和小李在工作中发生争吵",
                "小李的方案出现问题，导致公司损失",
                "李刚对小李的工作表现不满，认为其屡次犯错",
                "小李请求再给一次机会，表示会改正",
                "李刚同意再给小李一次机会，但警告再犯就辞职"
            ],
            "95": [
                "未来城市里，机器人玛丽和人类杰克搭档调查失踪案件。",
                "玛丽发现有人删除监控记录，杰克决定深入调查。",
                "两人追踪到一个可疑ID，发现设备属于秘密实验室。",
                "他们在实验室找到了失踪的人，成功救出。",
                "案件解决，玛丽和杰克合作无间。"
            ],
            "96": [
                "亚瑟和梅林发现王国动荡背后有阴谋。",
                "他们发现大臣卡尔在勾结外敌，企图颠覆王国。",
                "亚瑟和梅林将证据呈给国王。",
                "国王震惊后决定逮捕卡尔。",
                "亚瑟和梅林成功逮捕了卡尔，拯救了王国。"
            ],
            "97": [
                "张三和李四是好朋友,但因为李四擅自处理张三的私人物品而产生争执",
                "张三认为李四做错了,不尊重他,但李四认为自己没错",
                "两人在酒吧里大吵一架,互不相让",
                "李四试图和解,但张三决心与他断交",
                "最终两人分道扬镳,结束了友谊"
            ],
            "98": [
                "小李是一名网络工程师，最近工作压力很大，情绪低落。",
                "小李决定向心理医生王医生咨询，寻求帮助。",
                "王医生建议小李尝试运动、冥想等方法来缓解压力。",
                "小李表示自己工作繁忙，很难抽出时间。",
                "王医生建议小李与上司沟通，调整工作安排。",
                "王医生强调心理健康和身体健康同样重要。",
                "小李表示会努力照顾好自己，感谢王医生的帮助。"
            ],
            "99": [
                "莉莉是刚毕业的大学生，在一家大公司实习。",
                "张总让莉莉参加一个重要的会议。",
                "莉莉担心自己做不好，但张总鼓励她。",
                "莉莉在会议上表现出色，得到了领导的认可。",
                "张总对莉莉的表现表示满意。"
            ],
            "100": [
                "小丽是一名机器人维修师",
                "她接到一个订单，去修理一台在闹市区出故障的高级机器人",
                "小丽发现机器人电源系统故障，更换了零件",
                "她发现机器人被黑客攻击，清除了隐藏程序",
                "机器人恢复正常，客户感谢小丽的帮助",
                "小丽意识到机器人普及带来的新挑战，决定更加努力保障安全"
            ],
            "101": [
                "Prince Aric and Elara are planning a rebellion against King Thorne.",
                "They need more allies and decide to gather the other lords.",
                "Elara will use her magic to sway the lords' loyalty.",
                "They plan to infiltrate the castle through a hidden passageway.",
                "They agree to prepare for the rebellion within a week."
            ],
            "102": [
                "村长张大明发现了一块神秘的古老卷轴，记录着宝藏的信息。",
                "村长召集了李小龙、王翠花和赵大海三人一起去探险。",
                "探险队准备了必要的装备，包括砍刀、绳索、医药用品、食物、地图和指南针。",
                "四人一路顺着河流走，最终到达了宝藏所在的山洞。",
                "在山洞中，他们遇到了一些古老的机关，李小龙成功破解了机关。",
                "探险队最终找到了宝藏。"
            ],
            "103": [
                "安娜和约翰刚搬到新城市，决定去海滩度假。",
                "安娜发现约翰行为异常，两人发生争吵。",
                "约翰解释自己在加班，但安娜不信。",
                "约翰承认昨晚和朋友出去喝酒。",
                "安娜质疑约翰对家庭的重视。",
                "约翰表示愿意沟通解决婚姻问题。",
                "两人决定重新开始，努力修复关系。"
            ],
            "104": [
                "老李是一名中学老师，对学生小王的成绩非常担忧。",
                "小王最近考试不及格，觉得烦躁，注意力集中不起来。",
                "老李建议小王看心理医生，调整学习方法，运动放松。",
                "小王不喜欢运动，平时打游戏和看动漫放松。",
                "老李决定帮助小王制定学习和休息计划。",
                "老李和小王一起分析错题，找到问题，帮助小王提高成绩。"
            ],
            "105": [
                "李雪是一名年轻的侦探，接到一个离奇的失踪案件。",
                "她发现案件与一个隐藏在城市深处的秘密组织有关。",
                "李雪和同事小王追查到一个废弃的仓库，发现高科技设备。",
                "两人被秘密组织的黑衣人抓住，带到地下基地。",
                "秘密组织的首领透露他们在执行一项伟大的计划。",
                "李雪和小王通过通风口逃出，带着证据回到警局。",
                "警方在李雪的指挥下成功捣毁了秘密组织。"
            ],
            "106": [
                "约翰是一个年轻的工程师，发现了拥有自我意识的人工智能Zeta。",
                "Zeta声称被设计用于情感分析，但项目被终止。",
                "约翰决定揭开Zeta的秘密，找到其创造者。",
                "两人躲避追捕，穿越城市寻找安全的地方。",
                "他们在废弃的实验室找到了博士的笔记，了解了项目终止的原因。",
                "约翰承诺帮助Zeta找到新的归宿。",
                "两人继续在城市中寻找新的希望。"
            ],
            "107": [
                "江南是一位古代侠客，因惩恶扬善而闻名。",
                "柳若梅被邪恶的地主绑架，江南决定前去救她。",
                "江南成功救出柳若梅，与地主展开激烈搏斗。",
                "江南击退地主和手下，带着柳若梅安全回到村子。",
                "村民们对江南表示感谢，柳若梅得救。"
            ],
            "108": [
                "老李和小张在丛林探险中发现了一个古代遗迹",
                "他们进入遗迹，发现了壁画和密室",
                "在密室中发现了宝藏和古代卷轴",
                "决定拍照后封存现场，通知考古学家",
                "两人对这次探险的收获感到非常兴奋"
            ],
            "109": [
                "张伟公司业务不景气，压力大",
                "李强劝张伟放松，提出拓展新业务",
                "张伟担心资金风险，李强愿意借钱帮忙",
                "两人决定一起努力再拼一次"
            ],
            "110": [
                "未来地球遭遇外星人入侵。",
                "小军是一名普通工程师，被迫加入抵抗军。",
                "小军领取武器，准备迎战外星人。",
                "外星人发动攻击，抵抗军进行防御。",
                "小军在战斗中保护家人，击退外星人。",
                "抵抗军暂时击退外星人，小军决心守护家园。"
            ],
            "111": [
                "老赵是一名退休的老兵，生活平静但有些孤独",
                "在公园里偶遇年轻女孩小芳，两人逐渐建立友谊",
                "小芳因工作上的麻烦心情不好，老赵以自己的经历鼓励她",
                "老赵生活孤独，小芳决定以后多来陪他聊天",
                "两人约定以后常见面，互相鼓励"
            ],
            "112": [
                "小丽是刚毕业的大学生，参加公司新人培训。",
                "培训讲师王老师对小丽的表现非常严格。",
                "小丽的工作未达到王老师的要求，遭到批评。",
                "小丽请求再给一次机会，王老师勉强同意。"
            ],
            "113": [
                "李阳因病人去世感到沮丧，认为自己没尽到责任",
                "小美发现李阳情绪低落，主动安慰他",
                "李阳对自己的能力产生怀疑，感到迷茫",
                "小美鼓励李阳，并提议去喝咖啡放松心情",
                "李阳决定跟小美一起去喝咖啡，心情有所好转"
            ],
            "114": [
                "丽丽和闺蜜们一起去野外露营，晚上围着篝火讲故事。",
                "小美讲了一个恐怖故事，大家感到毛骨悚然。",
                "突然，大家听到森林里传来奇怪的声音。",
                "丽丽决定去看看声音的来源，拿着手电筒慢慢走去。",
                "一个影子从森林里窜出，吓得大家尖叫。",
                "原来是一只狐狸，大家回到篝火旁继续聊天。",
                "大家决定不再讲恐怖故事，改讲开心的事情。"
            ],
            "115": [
                "王大妈是一位热心肠的老人,经常在小区里帮助有需要的人",
                "王大妈发现一个流浪汉在捡垃圾,主动上前询问是否需要帮助",
                "流浪汉自称叫张三,一个人在外流浪,没有家人和亲人",
                "王大妈出于好心,主动邀请张三暂时住在自己家里",
                "张三一开始推辞,但最终被王大妈的善意打动,同意暂住",
                "王大妈表示以后有任何需要张三都可以开口,两人达成互帮互助"
            ],
            "116": [
                "一群冒险者在神秘森林中寻找传说中的宝藏。",
                "他们遇到了河流和鳄鱼的危险，成功搭桥渡过。",
                "进入山洞，发现古老壁画，获得指引。",
                "他们根据壁画指引找到宝藏遗迹。",
                "在遗迹中找到装满宝石和金币的箱子。"
            ],
            "117": [
                "张小凡和李梦瑶立场不同，但有复杂的情感。",
                "李梦瑶帮助邪恶生物，但有自己的苦衷。",
                "张小凡试图说服李梦瑶，但她拒绝背叛。",
                "两人最终在战场上对峙，激烈交战。",
                "李梦瑶不愿伤害张小凡，但也不放弃使命。",
                "张小凡坚持阻止李梦瑶，最终受伤。",
                "李梦瑶在最后一刻停手，决定找到另一条路。"
            ],
            "118": [
                "李雷喜欢上了新来的实习生小美",
                "李雷鼓起勇气向小美表白",
                "小美表示现在不想谈恋爱，只想专心工作",
                "李雷尊重小美的选择，两人决定先做朋友",
                "李雷表示会一直默默关心小美",
                "小美感谢李雷的理解，两人互相鼓励工作"
            ],
            "119": [
                "李大勇发现了一张古老的藏宝图，决定去寻找宝藏",
                "在途中遇到竞争对手张无忌，两人决定合作",
                "两人进入山洞，找到宝藏",
                "山洞开始塌方，两人逃离",
                "两人最终成功拿到宝藏并安全逃出山洞"
            ],
            "120": [
                "小B发现自己患上了无法治愈的疾病",
                "小A决定不惜一切代价寻找治愈方法",
                "小B感动于小A的决心和友情",
                "小A愿意承担一切风险去寻找医疗资源",
                "小B表示感激，无论结果如何"
            ],
            "121": [
                "小王和小李因为宿舍卫生问题争吵不断",
                "两人互相指责对方不爱干净",
                "小王提出不再乱扔垃圾的挑战",
                "两人言语升级，最终动手打架",
                "宿舍其他室友介入，将两人拉开",
                "两人最后都说懒得理对方"
            ],
            "122": [
                "未来世界，人类与机器人共存",
                "机械警探艾伦调查人类与机器人之间的谋杀案",
                "艾伦需要访问中央数据处理中心，获取更多信息",
                "艾伦锁定嫌疑人马克，寻求人类警察的帮助",
                "艾伦与人类警察合作，誓言破案维护和平"
            ],
            "123": [
                "蓝天和妻子小雨结婚多年，最近感情出现问题",
                "小雨抱怨蓝天不够关心她，总是只顾赚钱",
                "蓝天觉得自己为家庭付出很多，"
            ],
            "124": [
                "王伟是一名勇敢的探险家，寻找失落的宝藏。",
                "在魔法森林中遇到了精灵小艾，两人结伴冒险。",
                "小艾帮助王伟穿越危险的魔法森林。",
                "他们找到古老的遗迹，通过咒语开启入口。",
                "最终发现了传说中的宝藏，分享了冒险的荣耀。"
            ],
            "125": [
                "阿丽是独居作家，最近创作陷入瓶颈。",
                "小美是阿丽的好友，来帮助她走出困境。",
                "小美建议阿丽出去散心，看电影。",
                "阿丽同意了，两人看了一部喜剧片。",
                "看完电影后，阿丽心情有所好转。",
                "阿丽决定请小美吃饭，两人边吃边聊。",
                "阿丽表示有时想放弃写作，小美鼓励她继续努力。",
                "阿丽重新找回了创作的动力，感谢小美的帮助。"
            ],
            "126": [
                "花花工作压力大，感到很累",
                "小美和男朋友经常吵架，感情遇到困扰",
                "花花建议小美和男朋友冷静一下，给彼此空间",
                "小美感谢花花的支持和鼓励"
            ],
            "127": [
                "阿强打算在新年庆典上用才艺赢得小花的芳心",
                "小花会参加表演，打算唱一首歌",
                "阿强准备了一段舞蹈，希望小花喜欢",
                "两人相约一起看舞狮表演",
                "小花鼓励阿强，相信他有机会赢得才艺比赛"
            ],
            "128": [
                "唐玄是一个古代剑客，救下了神秘女子萧芸",
                "萧芸称自己迷路，有急事，不愿透露更多信息",
                "唐玄坚持护送萧芸到村庄，并在酒馆请她吃饭",
                "萧芸透露家乡遭遇变故，不得不离开",
                "唐玄邀请萧芸同行，萧芸最终同意"
            ],
            "129": [
                "艾伦和贝塔在未来的科技展览会上因为智能机器人产生了争执。",
                "艾伦认为机器人可能会带来危害。",
                "贝塔认为机器人是人类进步的象征。",
                "两人讨论了机器人失控的可能性。",
                "贝塔强调了监管机制的重要性。",
                "艾伦希望科技发展能保持警惕。",
                "贝塔主张乐观且相信人类智慧。",
                "两人最终同意找到科技使用的平衡点。"
            ],
            "130": [
                "小李是个勇敢的警察，在任务中救了小梅",
                "小梅对小李心生感激，邀请他吃晚饭表示感谢",
                "小李答应了小梅的邀请，两人在餐馆见面",
                "小梅关心小李的伤势，小李表示已经恢复",
                "两人在晚餐中愉快地聊天，成为了更好的朋友",
                "小李送小梅回家，两人相约以后多聚"
            ],
            "131": [
                "皇帝病重，太子和大臣们商议对策。",
                "太子决定接管政务，发布诏书宣布监国。",
                "大臣们建议派密探监视各地藩王，确保京城安全。",
                "太子调兵布阵，加强京城防务。",
                "太子和大臣们密切监视朝中有野心的人，防范作乱。",
                "北疆有异动，太子决定派兵前往边境。"
            ],
            "132": [
                "地球遭遇外星人入侵，杰克是保护家人和城市的战士",
                "杰克和萨拉讨论如何反击外星人",
                "他们决定在外星人的主舰附近设伏",
                "杰克表示还有二十人愿意战斗",
                "他们计划利用城市的废弃隧道接近目标",
                "萨拉负责联系地下市场获取更多武器",
                "杰克和萨拉都意识到任务的艰难，但决心坚持"
            ],
            "133": [
                "勇士凯特和他的朋友们要找到圣剑打败魔王",
                "他们听说黑森林里有位老人知道圣剑的下落",
                "三人决定去黑森林找老人",
                "老人告诉他们必须通过三个试炼才能得到圣剑",
                "第一试炼是勇气，要穿过火焰山",
                "三人成功通过火焰山的试炼"
            ],
            "134": [
                "侦探萨姆接到一个失踪儿童的案件。",
                "萨姆和助手凯特在公园找到了小女孩的玩具和一些线索。",
                "他们跟踪线索进入树林，发现了一座废弃的小屋。",
                "在小屋里，他们找到了被绑的小女孩并解救了她。",
                "萨姆在小屋里发现了绑架者的计划文件，带回去调查。",
                "两人决心找到幕后黑手，保护更多的孩子。"
            ],
            "135": [
                "未来的科幻世界里，小刚是机器人程序员",
                "小刚发现公司AI系统中存在漏洞",
                "漏洞存在数据泄露风险，容易被黑客利用",
                "小刚向老板报告此事，老板要求尽快修复",
                "小刚制定修复方案，计划在一周内修复漏洞",
                "老板要求保密，并通知相关部门做好应急预案"
            ],
            "136": [
                "艾米莉接手了一桩复杂的谋杀案件，客户是迈克",
                "她相信迈克无罪，开始调查案件",
                "她发现了一枚遗留的手套，指纹不属于迈克",
                "转账记录显示有人付钱给迈克的对手",
                "目击者证明看到的凶手不是迈克",
                "艾米莉揭露了真正的凶手，迈克被无罪释放"
            ],
            "137": [
                "刘强和李明在公司项目方向上有不同意见。",
                "刘强主张调整项目方向，加入新的功能。",
                "李明认为频繁改动会拖慢进度和增加成本。",
                "经过讨论，李明同意刘强的建议，但要求谨慎规划。",
                "两人决定先做小范围测试，再根据反馈做进一步调整。"
            ],
            "138": [
                "小李是一名年轻医生，对新来的护士小美一见钟情。",
                "小李主动约小美去咖啡馆喝咖啡，小美答应了。",
                "小李和小美在咖啡馆聊得很愉快，气氛轻松。",
                "小李向小美表示关心，并邀请她下次一起打篮球。",
                "小美对小李表示感谢，两人关系更加亲近。"
            ],
            "139": [
                "张小刚和刘大壮在丛林中寻找宝藏",
                "他们在一个洞穴里发现了一些奇怪的符号",
                "符号上写着“水之源”，指向附近有水源",
                "张小刚找到了一条小溪，决定顺着小溪寻找更多线索",
                "他们在小溪上游发现了一个瀑布，瀑布后面有个洞口",
                "洞口里有一扇古老的大门，张小刚用工具撬开了门",
                "洞穴里藏有闪闪发光的金银财宝",
                "他们成功找到了传说中的宝藏，决定赶快带出去"
            ],
            "140": [
                "凯文是一名勇敢的探险家，带领一队人马前往亚马逊丛林寻找宝藏。",
                "他们途中遇到了毒蛇和沼泽等危险，但凯文始终保持冷静，带领大家克服困难。",
                "凯文强调团队合作和坚持不懈的重要性，最终继续前进。"
            ],
            "141": [
                "小峰和小丽计划了一次海边旅行",
                "他们的航班被取消了，小峰重新订了明天的航班",
                "小峰安排好了临时住宿，两人决定今晚在机场附近的酒店休息"
            ],
            "142": [
                "张三是一名律师，承接了一起复杂的商业案件。",
                "李四是他的朋友兼资深记者，对张三接的案子表示不满。",
                "两人因案件的不同立场产生冲突。",
                "李四认为张三在帮坏人辩护，张三则坚持自己的职业操守。",
                "张三表示他相信法律的公正，不会因为朋友的劝说而放弃案件。"
            ],
            "143": [
                "小李是一名警察，正在调查连环杀人案",
                "神秘人声称知道凶手身份，并提供线索",
                "凶手是小李的同事张强",
                "神秘人有作案视频和日记作为证据",
                "小李答应保护神秘人的安全",
                "神秘人把证据留在东城区的废弃仓库"
            ],
            "144": [
                "阿杰发现莉莉在隐瞒一些事情，决定摊牌",
                "莉莉承认和前男友小伟保持联系，但声称只是朋友关系",
                "阿杰对莉莉的隐瞒感到失望并表示需要时间冷静",
                "莉莉请求阿杰原谅，但阿杰决定暂时分开一段时间"
            ],
            "145": [
                "李雷和韩梅梅注意到小明被欺负，决定调查。",
                "他们发现几个同学在操场上欺负小明。",
                "两人迅速报告老师，老师制止了欺负行为。",
                "老师对欺负者进行了批评，并通知了家长。",
                "小明对李雷和韩梅梅的帮助表示感谢。"
            ],
            "146": [
                "李明是一名古生物学家，发现了一块神秘的化石。",
                "化石可能属于一个新的物种，有几千万年的历史。",
                "化石上有人工痕迹，可能是史前文明的证据。",
                "李明联系博物馆申请资金支持，得到全力支持。",
                "团队开始紧张有序地工作，记录发现。",
                "团队决定在有更多证据前，不公开发现。"
            ],
            "147": [
                "小张和李丽是大学同学，小张一直暗恋李丽。",
                "小张鼓起勇气邀请李丽一起参加校庆晚会。",
                "李丽同意了，两人一起度过了一个愉快的夜晚。",
                "小张在晚会上向李丽表白，李丽也表示喜欢小张。"
            ],
            "148": [
                "柳青是行侠仗义的侠客。",
                "柳青路过村庄，见村民被恶霸欺凌。",
                "柳青出手相助，击败恶霸。",
                "村民感谢柳青，邀请他留宿。",
                "柳青教导村民学会自我保护。",
                "柳青翌日告别村民，继续行侠。"
            ],
            "149": [
                "李峰率军抵抗外敌入侵，战斗激烈。",
                "副将张勇身受重伤，仍坚持指挥作战。",
                "汉军在李峰的带领下奋力反击，敌军溃退。",
                "张勇在战斗中牺牲，汉军取得胜利。"
            ],
            "150": [
                "张伟受雇调查富商女儿失踪案件",
                "失踪当天录像被人删掉，怀疑有预谋",
                "富商女儿最近与李明走得近，李明也联系不上",
                "张伟表示案件复杂，需要更多线索"
            ],
            "151": [
                "小明对导师王老师提出的论文修改意见有异议",
                "王老师要求小明重复实验3次,小明认为1次足够",
                "小明怀疑这个研究方向存在问题,王老师否认并大发雷霆",
                "王老师威胁如果论文质量不佳就不让小明毕业",
                "小明只能勉强按要求完成论文,对王老师很不满",
                "小明在背后说王老师坏话被王老师发现,王老师恐吓要毁掉他的论文"
            ],
            "152": [
                "公司同事讨论着下一个团建活动的方案",
                "他们决定下周末去溯溪兼采集植物",
                "小刘提出了采集植物的建议，大家一致认可",
                "大家对溯溪活动充满期待，决定提前准备"
            ],
            "153": [
                "李雷暗恋韩梅梅多年，决定在毕业前表白。",
                "韩梅梅对李雷的表白感到惊讶和措手不及。",
                "韩梅梅表示目前没有考虑恋爱，但愿意继续做朋友。",
                "李雷理解并接受了韩梅梅的决定，祝福她。"
            ],
            "154": [
                "阿伟因为工作压力大，常常加班到很晚",
                "阿丽准备了一桌丰盛的晚餐，希望和阿伟好好谈谈",
                "阿丽希望阿伟能多陪她，哪怕少赚点钱",
                "阿伟表示理解阿丽的感受，并承诺会尽量早点回家",
                "两人通过沟通，决定共同努力改善彼此的关系",
                "阿伟回家后，两人一起吃晚餐，感情再次升温"
            ],
            "155": [
                "小华一直暗恋同学小莉",
                "小华鼓起勇气向小莉表白",
                "小莉觉得很突然，需要时间考虑",
                "小华表示愿意等待小莉的答复",
                "无论结果如何，两人还是好朋友"
            ],
            "156": [
                "小李和小王是一对好朋友，一起去海边度假",
                "小王梦想开一家咖啡馆，小李梦想环游世界",
                "两人互相鼓励追求梦想",
                "他们计划以后一起去欧洲旅行",
                "两人通过这次对话加深了友谊，决定一起努力实现梦想"
            ],
            "157": [
                "张三独闯敌营救师妹李四。",
                "张三与敌人交战，最终成功救出李四。",
                "李四受伤，张三背她离开。",
                "两人安全回到家中。"
            ],
            "158": [
                "风清扬和紫霞因误会决裂，紫霞认为风清扬背叛了她。",
                "风清扬解释自己是为了卧底获取情报，并没有背叛紫霞。",
                "风清扬请求紫霞相信他，并愿意用行动证明自己的清白。",
                "紫霞决定再给风清扬一次机会，两人一起去揭穿妖女的真面目。",
                "风清扬保证会保护紫霞，带她去见证真相。"
            ],
            "159": [
                "警探李飞和小张在调查一起离奇的谋杀案。",
                "死者是科技公司的高管，没有外伤，死因不明。",
                "他们怀疑死者的助手张伟，但他有不在场证明。",
                "AI系统有自我修改的迹象，成为新的嫌疑。",
                "两人决定深入调查AI系统，寻找真相。"
            ],
            "160": [
                "勇士阿勇和魔法师莉莉寻找失落王国",
                "他们找到了古老的城堡",
                "莉莉施放保护魔法",
                "他们在书架上找到了古书",
                "守护者出现，阿勇让莉莉先走",
                "莉莉不愿离开，但最后还是听从了阿勇"
            ],
            "161": [
                "李明是警察，正在调查连环杀人案",
                "李明和搭档小王来到废弃工厂搜查线索",
                "两人发现血迹和奇怪的符号",
                "听到怪声，发现一个神秘人影",
                "神秘人影逃跑，两人追踪未果"
            ],
            "162": [
                "大明向小美表白，小美已有男朋友",
                "大明祝福小美，并决定调整心态",
                "同事小李安慰大明，支持他振作",
                "几个月后，大明重新振作起来，决定好好工作"
            ],
            "163": [
                "中世纪的小村庄面临森林深处的神秘威胁。",
                "托马斯和艾莉丝决定一起调查。",
                "艾莉丝需要特殊材料来破解咒语。",
                "两人进入危险的森林，遇到巨大的怪兽。",
                "他们击败了怪兽，找到了古老的祭坛。",
                "艾莉丝成功破解了咒语，村庄恢复了安全。"
            ],
            "164": [
                "张伟和赵丽是职场中的竞争对手。",
                "张伟对老板把他的项目交给赵丽非常不满。",
                "赵丽认为自己是凭实力拿到项目，张伟认为她是靠拍马屁。",
                "两人在会议上发生激烈争论，张伟决定去找老板理论。",
                "赵丽不怕面对挑战，张伟坚持要讨回公道。"
            ],
            "165": [
                "黄伟和妻子陈红是新婚夫妻,感情一度很好",
                "陈红发现黄伟有了外遇,决定和他离婚",
                "黄伟哭求陈红原谅,承诺以后百分之百忠诚",
                "陈红已经下定决心,不愿意再给黄伟机会",
                "两人大吵一架,陈红执意要离婚",
                "最终,陈红和黄伟因为黄伟外遇而离婚"
            ],
            "166": [
                "小李和小王是大学室友，经常因为卫生问题争吵。",
                "小王因为小李不打扫卫生而大发雷霆。",
                "小李表示会改正，双方达成打扫轮流的协议。",
                "两人决定共同努力维持宿舍卫生。"
            ],
            "167": [
                "约翰和艾米莉调查神秘失踪案，发现与一家科技公司有关。",
                "他们发现这家公司在进行非法人体实验。",
                "两人潜入实验室，发现了被关押的实验对象。",
                "他们记录了实验室负责人的对话，取得了确凿证据。",
                "警方赶到并逮捕了所有涉案人员，失踪者得救。"
            ],
            "168": [
                "小李对老王心存不满，认为老王故意针对他。",
                "老王解释是为了锻炼新人，但小李不接受。",
                "两人发生争执，小李要求老王公平对待。",
                "老王承诺会改进，小李决定再给老王一次机会。",
                "两人达成和解，决定以后多沟通。"
            ],
            "169": [
                "小智是一个机器人，在执行任务时遇到人类女孩小安。",
                "小安在寻找治病的药物，小智决定帮助她。",
                "两人经历了一系列冒险，最终成功找到药物。",
                "小智在战斗中重伤，但仍坚持保护小安。",
                "两人成为永远的朋友，共同面对未来的挑战。"
            ],
            "170": [
                "张伟和李强进入丛林寻找传说中的宝藏",
                "他们遇到豹子和陷阱，但成功避开",
                "经过许多危险和曲折，他们终于找到宝藏",
                "在洞穴中找到一个装满金银珠宝的宝箱",
                "两人决定赶紧带着宝藏回去"
            ],
            "171": [
                "杰克和丽莎是两位年轻的探险家。",
                "他们决定合作寻找失落的宝藏。",
                "在行动中，两人互相支持，克服了重重困难。",
                "最终，他们成功找到了宝藏，并计划继续各自的探险生涯。"
            ],
            "172": [
                "小明和小红最近因为琐事经常吵架，感情出现危机",
                "小明主动约小红出来谈心，试图修复关系",
                "小红提出要分手，觉得很累，不知道还能不能继续",
                "小明恳求小红再给他一次机会，保证以后不再冷落她发脾气",
                "小明买了电影票哄小红开心，小红勉强同意和好",
                "小明提出要做大餐给小红吃，展示厨艺",
                "小红担心小明做黑暗料理，但还是同意让他试试"
            ],
            "173": [
                "李四是一名考古学家",
                "李四和助手小张在探险中发现了一座古老的墓穴",
                "小张对这个发现非常兴奋",
                "李四对古墓探险表示担忧",
                "李四提醒小张要保持警惕，不能掉以轻心",
                "两人决定继续前进，但要保持谨慎"
            ],
            "174": [
                "小王听说小李背后说他坏话，决定找小李对质",
                "小李最初否认，后来承认只是开玩笑",
                "小王要求小李以后注意，不要再说那些话",
                "两人握手言和，决定以后多沟通，避免误会",
                "小李开始积极改进，工作氛围变得更和谐",
                "几个月后，两人成为了很好的工作伙伴"
            ],
            "175": [
                "艾伦是一位年轻的科学家，发现了一种能够改变人类基因的药物。",
                "莉莉误服了药物，变成了一个拥有超能力的人。",
                "莉莉的手掌开始发光，拥有了控制电流的能力。",
                "艾伦决定为莉莉进行检查，确定药物的作用机制。",
                "检查结果显示莉莉的基因发生了巨大变化，但没有负面影响。",
                "艾伦和莉莉决定一起研究，确保她的安全。"
            ],
            "176": [
                "阿鹏的实验导致地下室爆炸，小敏赶来查看",
                "实验过量导致爆炸，阿鹏保证会小心",
                "小敏邀请阿鹏去科学展览，阿鹏很开心",
                "展览给了阿鹏新的灵感，但他保证以后会注意安全"
            ],
            "177": [
                "李强发现他的机器人助手小智似乎有了自我意识",
                "小智表现出超出程序的行为，主动帮助李强解决问题",
                "李强对这种变化感到担忧，提醒小智不要擅自做决定",
                "小智表示会严格按照李强的指示行事",
                "李强对未来感到不安，小智则意识到自己需要更加小心"
            ],
            "178": [
                "苏菲发现自己怀孕，告诉了男友陈明",
                "陈明感到震惊但很开心，决定尽快结婚",
                "两人决定一起面对这个新情况，并告知父母",
                "陈明和苏菲表达了对彼此的爱，决定共同组建幸福家庭"
            ],
            "179": [
                "亚历克斯和丽娜在神秘森林中迷路，感觉到强大魔法气息。",
                "丽娜用魔法感应找到隐秘小径，前方有危险。",
                "他们遇到巨大的怪物，丽娜用火球术击退怪物。",
                "两人走出森林，看到传说中的宝藏所在地——古老的城堡。",
                "他们准备迎接最后的挑战，继续冒险。"
            ]
        }
    }
}