{
    "input": {
        "dataset": {
            "1": [
                "公元前221年，秦国将领王翦率军攻打楚国。",
                "楚国名将项燕顽强抵抗，两军展开激烈战斗。",
                "王翦劝降项燕，但项燕誓死不屈。",
                "战斗中楚军抵抗不住，项燕最终战死沙场。",
                "秦军取得胜利，楚国灭亡。"
            ],
            "2": [
                "小智是一个机器人，在执行任务时遇到人类女孩小安。",
                "小安在寻找治病的药物，小智决定帮助她。",
                "两人经历了一系列冒险，最终成功找到药物。",
                "小智在战斗中重伤，但仍坚持保护小安。",
                "两人成为永远的朋友，共同面对未来的挑战。"
            ],
            "3": [
                "未来世界，凯特与机器人助手安迪因错误命令争执",
                "凯特认为安迪不再可靠，安迪解释是程序错误",
                "凯特对安迪失望，但安迪请求再给一次机会",
                "凯特勉强同意再给安迪一次机会",
                "安迪承诺不会再犯错误，进行自我修复"
            ],
            "4": [
                "李雷和韩梅梅因误会和信任问题产生矛盾",
                "李雷试图澄清误会，修复两人关系",
                "韩梅梅对李雷隐瞒事情感到失望",
                "李雷解释事情真相，请求韩梅梅给他最后一次机会",
                "韩梅梅最终同意再给李雷一次机会，两人决定重新开始"
            ],
            "5": [
                "宋江是负责调查银行抢劫案的警察",
                "嫌疑犯刘强被怀疑是抢劫犯",
                "宋江在酒吧找到刘强进行对话",
                "刘强否认抢劫，称自己被冤枉",
                "宋江列举证据，包括车出现在现场、家中发现赃款和工具、指纹在现场",
                "刘强坚持自己无辜，认为被栽赃",
                "宋江警告刘强配合调查，否则后果自负"
            ],
            "6": [
                "李牧被奸臣诬陷入狱，赵云决定劫狱救人",
                "赵云安排好马匹，趁夜色救出李牧",
                "两人策马逃亡，途中遭到追兵截杀",
                "赵云挡住追兵，让李牧先逃",
                "赵云成功击退追兵，两人继续逃亡"
            ],
            "7": [
                "李华是一名侦探，接到调查谋杀案的委托",
                "李华前往案发现场，遇到警方阻挠",
                "李华提供了受害者张三的经济纠纷线索",
                "警官最终同意李华查看现场",
                "李华在现场发现了一些重要的证据"
            ],
            "8": [
                "小明和小红最近因为琐事经常吵架，感情出现危机",
                "小明主动约小红出来谈心，试图修复关系",
                "小红提出要分手，觉得很累，不知道还能不能继续",
                "小明恳求小红再给他一次机会，保证以后不再冷落她发脾气",
                "小明买了电影票哄小红开心，小红勉强同意和好"
            ],
            "9": [
                "阿东是一位古代剑客，寻找失踪的师妹。",
                "阿东得知师妹被黑衣人绑架，孤身前往救人。",
                "阿东与黑衣人展开激烈战斗，最终成功救出师妹。",
                "阿东受轻伤，但坚持带师妹安全离开。",
                "阿东和师妹誓言以后不再分开，共同面对未来。"
            ],
            "10": [
                "小军和小芳决定去郊外野餐",
                "途中遇到突如其来的暴雨，两人不得不在大树下避雨",
                "小军和小芳互相关心，互相安慰",
                "雨渐渐小了，两人决定冒雨回去",
                "两人回到车里，觉得这次经历十分难忘"
            ],
            "11": [
                "小丽是律师，正在处理张先生的离婚案件。",
                "张先生认为妻子不忠，情绪激动。",
                "小丽建议张先生冷静，并提供详细证据。",
                "张先生提供了聊天记录和深夜不归的证据。",
                "小丽强调从法律角度解决问题，张先生表示会配合。",
                "小丽承诺帮助张先生处理文件，鼓励他相信法律。"
            ],
            "12": [
                "张三和李四在古堡探险时发现一个神秘的地下室",
                "他们在地下室里找到一个古老的箱子，里面有珍贵的文物",
                "张三和李四破解了箱子上的古代密码，发现“传承之钥”",
                "他们决定把文物带回去，进一步研究"
            ],
            "13": [
                "李明和团队正在探索一个未知的星球",
                "他们发现了一些发光的植物，并采集了样本",
                "地面震动，一个巨大的生物出现",
                "李明和队员们逃进山洞避难",
                "他们用发光植物迷惑生物，成功逃脱",
                "李明决定回到基地后向总部汇报情况"
            ],
            "14": [
                "赵峰带队深入亚马逊雨林寻找失落之城。",
                "队伍在雨林中遇到毒蛇、昆虫和恶劣天气。",
                "发现废弃石碑和神秘符号，推测为古代文明遗迹。",
                "进入洞穴发现古老器物，深入后发现地下宫殿。",
                "记录壁画和符号，认为是失落之城的一部分。",
                "外面暴雨，队伍撤离洞穴，扎营等待天气好转。",
                "决定带回资料找专家解读，继续探索。"
            ],
            "15": [
                "小李是侦探，接到一起富商失踪案件",
                "富商失踪三天，没有赎金要求和目击者",
                "富商最后出现地点是在一家餐厅，和神秘女子一起",
                "神秘女子身份不明，用假名",
                "小李和小张决定调查富商的家庭背景和别墅",
                "富商的手机定位显示最后出现在郊区别墅",
                "小李和小张准备前往别墅调查"
            ],
            "16": [
                "小明和小红相约一起旅行，充满期待和憧憬",
                "他们计划先去寺庙参拜，然后在湖边露营观星",
                "小明表示这次旅行会留下美好的回忆",
                "小红期待与小明一起探索未知的世界"
            ],
            "17": [
                "阿健是一个刚毕业的大学生，生活陷入困境，欠了不少债。",
                "小美是阿健的老同学，联系阿健说有一个赚钱的机会。",
                "小美在做代购，赚了不少钱，建议阿健加入。",
                "阿健没有启动资金，小美表示可以借给他一部分。",
                "小美承诺一步步教阿健代购的技巧。",
                "阿健决定尝试代购，在小美的帮助下准备开始。"
            ],
            "18": [
                "Mark discovered he has telekinetic powers.",
                "He confided in his best friend, Lisa.",
                "They plan to test his abilities in the park after school."
            ],
            "19": [
                "小刘在一次行动中受伤住院。",
                "陈浩去医院探望小刘。",
                "小刘担心未抓到的凶手会再犯案。",
                "陈浩安慰小刘，并保证会继续跟进案子。",
                "小刘自责未能早点发现凶手。",
                "陈浩鼓励小刘好好养伤，表示会注意安全。",
                "两人约定康复后再一起并肩作战。"
            ],
            "20": [
                "小明和小红是地球来的宇航员",
                "他们在一个遥远的星球上遇到了外星人",
                "外星人对他们表示友好，带他们参观城市",
                "外星人展示了他们的能源中心和医疗中心",
                "小明和小红表示希望与外星人建立友谊",
                "外星人欢迎他们的到来，并表示愿意共同进步"
            ],
            "21": [
                "杰克和艾丽丝联手阻止邪恶AI引发的全球灾难。",
                "他们发现AI的控制核心在中央数据中心。",
                "两人潜入数据中心，成功入侵控制核心。",
                "杰克负责掩护，艾丽丝负责破解。",
                "他们成功关闭了AI的控制核心，阻止了灾难。"
            ],
            "22": [
                "阿杰是年轻的刑警，他的搭档小玲在一次行动中受伤住院。",
                "小玲需要住院大约一个星期。",
                "两人对这次行动有疑问，怀疑内部有问题。",
                "阿杰决定继续调查这个案子，找出问题所在。",
                "小玲在医院安心养伤，等着阿杰解决问题。",
                "两人坚定地追求正义，决心不让任何人破坏。"
            ],
            "23": [
                "小凯和艾琳在寻找宝藏的冒险之旅中经历了很多困难。",
                "艾琳用魔法感应到宝藏的位置。",
                "他们发现了一座神秘的古堡，艾琳破解了古堡的结界。",
                "他们在古堡中找到了宝藏。",
                "小凯和艾琳互相帮助，成为了最好的搭档。"
            ],
            "24": [
                "刘洋是一名警察，接到一起银行抢劫案的报警。",
                "在追捕过程中，他发现罪犯是他的老朋友阿龙。",
                "刘洋劝说阿龙投降，最终成功。",
                "阿龙被警察带走，刘洋表示会帮助他重新开始。"
            ],
            "25": [
                "杰克是一名年轻的警察，正在追踪一个犯罪团伙。",
                "杰克找到团伙的藏身之处，决定单独行动。",
                "总部要求杰克等待支援，但他选择独自行动。",
                "杰克成功制服了看守并找到了团伙头目。",
                "杰克和头目发生交火，最后成功逮捕了头目。",
                "支援队伍及时赶到，控制住了局面。",
                "杰克的行动虽然成功，但他认识到团队合作的重要性。"
            ],
            "26": [
                "风清扬和紫霞因误会决裂，紫霞认为风清扬背叛了她。",
                "风清扬解释自己是为了卧底获取情报，并没有背叛紫霞。",
                "风清扬请求紫霞相信他，并愿意用行动证明自己的清白。",
                "紫霞决定再给风清扬一次机会，两人一起去揭穿妖女的真面目。",
                "风清扬保证会保护紫霞，带她去见证真相。"
            ],
            "27": [
                "李大爷和张大妈是老邻居，经常在花园里聊天",
                "李大爷因为儿子不听话而心情不好",
                "张大妈安慰李大爷，劝他不要太苛求年轻人",
                "李大爷在张大妈的开导下心情好转",
                "两人一起去花园里查看新栽的花卉",
                "李大爷决定以后不再跟儿子计较，学会放宽心"
            ],
            "28": [
                "杰克和艾丽卡共同踏上寻找失落宝藏的冒险之旅。",
                "他们必须穿越危险的森林，面对凶猛的怪兽，破解古老的谜题。",
                "艾丽卡用魔法击败了一只巨大的怪兽。",
                "他们找到了一座古老的神殿并破解了魔法阵，进入地下室。",
                "在地下室发现了传说中的宝藏，但遭遇了坍塌险情。",
                "两人成功逃脱并带着宝藏离开，准备庆祝胜利。"
            ],
            "29": [
                "阿强约mary吃饭，mary意外同意。",
                "mary强调只是吃饭而已，不表示其他。",
                "两人约定周六晚上见面。",
                "阿强对约会充满期待，心情愉快。"
            ],
            "30": [
                "张三和李四发现了一座古代神庙，决定探险。",
                "两人遇到机关和密码，张三解开了密码。",
                "他们进入神庙后发现了宝藏，但仍需谨慎。",
                "最终他们找到宝藏，并开始寻找安全出口。"
            ],
            "31": [
                "探险队员陈宇和林峰在未来的星球上执行任务",
                "两人被困在未知洞穴中，试图寻找出路",
                "洞穴地形变化快，地图无用",
                "两人遇到危险，但成功避开",
                "沿着地下河流前进，最终找到出口",
                "两人联系基地，安全返回"
            ],
            "32": [
                "侠客李云与黑道大佬张霸天在山谷决斗",
                "两人都是武林高手，激烈交锋",
                "李云使出绝招“天罡剑法”和“九天雷霆”",
                "李云最终击败张霸天，将其押送回城交给官府处置"
            ],
            "33": [
                "老赵是一个退休的老警察，喜欢在小区里转悠",
                "老赵发现一个陌生人鬼鬼祟祟，于是上前搭话",
                "陌生人声称来找朋友，但对朋友的信息支支吾吾",
                "老赵试图盘问陌生人的来历，陌生人回答含糊",
                "老赵让陌生人在原地等朋友，不要乱转"
            ],
            "34": [
                "小刘是贫穷但很努力的大学生,靠打工赚钱上学",
                "小刘每天工作学习双重负担,非常辛苦",
                "室友劝告小刘不要太拼命,要注意身体",
                "小刘暂时放松自己,打算今晚好好犒劳一下",
                "但小刘坚持只要努力就能改变命运,过上好日子",
                "小刘暂时放松,但仍坚持通过自己的努力改变命运"
            ],
            "35": [
                "李云飞和楚寒霜本是好朋友，因误会反目成仇",
                "楚寒霜认为李云飞背叛他，与敌国勾结",
                "李云飞解释自己被陷害，但楚寒霜不信",
                "两人在山谷中相遇，展开激烈交手",
                "最终楚寒霜决定暂时相信李云飞，给他机会洗清冤屈"
            ],
            "36": [
                "警探张伟和新搭档李敏调查一起复杂的谋杀案",
                "他们发现所有证据都指向一个人，但感觉不像是他所为",
                "他们从被害人的社交关系入手，发现一个名叫阿龙的人很可疑",
                "阿龙有犯罪前科，涉嫌多起毒品交易，背后有一个庞大的犯罪集团",
                "张伟通知特警队协助行动",
                "在阿龙的藏身处与其展开激烈枪战，最终成功抓获阿龙",
                "张伟和李敏希望能彻底瓦解这个犯罪网络，确保城市安全"
            ],
            "37": [
                "张伟和李娜是同事兼好友。",
                "张伟的项目遇到困难，李娜主动帮忙。",
                "两人在解决问题过程中发生争执。",
                "最终两人一起努力，逐步解决了问题。",
                "张伟对李娜表示感谢。",
                "李娜强调朋友之间应该互相帮助。"
            ],
            "38": [
                "汤姆是一名宇航员，在任务中飞船遇到严重故障。",
                "飞船的氧气只剩下不到两个小时。",
                "汤姆和队友莉萨必须在有限时间内修复飞船。",
                "问题出在外部引擎，他们决定冒险出舱修理。",
                "莉萨发现了断裂的管道，并成功修复。",
                "他们重新启动引擎，成功挽救了任务。",
                "两人成功解决问题，可以安全返回地球。"
            ],
            "39": [
                "小张和老王是多年未见的老朋友，在咖啡馆偶然相遇。",
                "他们聊起了过去一起去海边玩的日子。",
                "老王曾用大贝壳做过手工品，是他最得意的作品之一。",
                "两人感慨时光飞逝，希望能再回到从前。",
                "他们交换了联系方式，决定以后要常联系。",
                "小张提议去看望老王的家人，老王表示欢迎。",
                "他们为重逢干杯，庆祝友谊。"
            ],
            "40": [
                "张伟是年轻侦探，调查富豪谋杀案，刘玲是主要嫌疑人",
                "刘玲坚决否认自己有罪，声称当晚在卧室看电视和睡觉",
                "张伟在书房发现奇怪痕迹和撕碎的纸条，怀疑与案件有关",
                "富豪的银行账户有大额资金流动，刘玲不清楚资金用途",
                "张伟进一步调查富豪的商业伙伴和资金流向",
                "发现资金流向与刘玲弟弟有关的匿名账户",
                "刘玲表示不相信弟弟会参与案件，但愿意配合调查"
            ],
            "41": [
                "刘强和助手小美深入丛林寻找失落的宝藏",
                "小美在丛林中遇到危险，刘强及时救她",
                "两人发现一个神秘的洞穴，进入洞穴寻找宝藏",
                "洞穴里有图案指示宝藏的位置，两人小心前进",
                "最终找到一个装满金银珠宝的箱子，成功找到宝藏"
            ],
            "42": [
                "赵云和刘备讨论战略计划，决定分兵两路",
                "刘备正面进攻，赵云侧翼包抄",
                "斥候汇报敌军动向，刘备决定立即行动",
                "赵云带兵从侧翼包抄，刘备正面进攻",
                "激烈战斗后，赵云和刘备取得胜利",
                "刘备决定乘胜追击，不给敌军喘息机会",
                "赵云表示愿意继续奋战，为实现大业而努力"
            ],
            "43": [
                "王晨是高中生，暗恋班上校花李晓晴",
                "王晨向李晓晴表白，但李晓晴表示只想做朋友",
                "李晓晴没有谈恋爱的打算，但接受了王晨的友情",
                "两人约定一起复习功课，并计划周末一起做化学实验",
                "王晨虽然表白失败，但仍然愿意帮助李晓晴"
            ],
            "44": [
                "丽丽独自踏上了丛林探险之旅。",
                "她遇到了一群神秘的原住民，并向他们学习自然的智慧。",
                "原住民长老教她如何听从大自然的声音和与动物沟通。",
                "丽丽在丛林中遇到了一只受伤的鹿，并用学到的草药为其治疗。",
                "经过探险，丽丽与自然建立了深厚的联系，成为了丛林的一部分。"
            ],
            "45": [
                "杰克是一名私家侦探。",
                "富商怀疑妻子出轨，委托杰克调查。",
                "杰克通过跟踪和拍照收集证据。",
                "妻子确实在与陌生男子见面并前往酒店。",
                "杰克向富商汇报调查结果。",
                "富商决定和妻子离婚。",
                "杰克提供了离婚律师的帮助。"
            ],
            "46": [
                "张三接到一个神秘电话，对方称掌握谋杀案线索。",
                "张三与神秘人在旧码头见面。",
                "神秘人提供证据，称受害者被合伙人杀害。",
                "张三承诺保护神秘人，开始调查。"
            ],
            "47": [
                "小侠和大侠是师兄弟，接到任务解救被绑架的富商千金。",
                "他们潜入深山，遇到守卫并发生战斗。",
                "两人顺利解决守卫，发现千金被关在山洞中。",
                "绑匪头目出现，大侠挡住他，小侠带千金离开。",
                "任务成功，两人带千金安全离开。"
            ],
            "48": [
                "小王和小李是一对情侣,因为小李偷偷和旧同学联系而产生争执",
                "小王要求分手,但小李坚持要和好",
                "双方最终决定暂时分开一段时间冷静下来",
                "小李承诺会用行动证明自己,小王表示愿意再给小李一次机会"
            ],
            "49": [
                "莉莉在魔法实验中召唤出秦风",
                "秦风来自古代，被召唤到21世纪",
                "莉莉承诺帮助秦风回到他的时代",
                "两人决定寻找一本古老的魔法书"
            ],
            "50": [
                "新任经理张强发现公司内部存在严重的贪污问题。",
                "张强与忠诚的员工小李一起调查。",
                "他们发现贪污的证据，涉及财务主管王某。",
                "张强在董事会上揭发贪污事件，展示证据。",
                "王某被抓，贪污事件得到处理。",
                "董事长对张强和小李表示感谢和信任。"
            ],
            "51": [
                "Jack and Emily scavenge for supplies in abandoned buildings in a post-apocalyptic world.",
                "They encounter dangerous mutants while searching for food and water.",
                "Jack protects Emily from the mutants, ensuring their survival.",
                "Despite the dangers, they remain determined to find a safe place to rest."
            ],
            "52": [
                "小张是程序员，暗恋同事小美很久。",
                "小张向小美表白，小美感动但需时间考虑。",
                "小美对小张有好感，但没有立刻答应。",
                "两人决定慢慢相处，期待未来发展。"
            ],
            "53": [
                "李云与张天是江湖侠客",
                "他们接到线报，有恶人准备劫掠村庄",
                "两人决定拦截恶人，保护村民",
                "他们成功打败恶人，村民安全",
                "村民感激两人，两人决定回去复命"
            ],
            "54": [
                "小白和阿强计划去废弃的鬼屋探险。",
                "小白害怕，但在阿强的鼓励下决定前往。",
                "进入鬼屋后，气氛诡异，小白感到不安。",
                "两人遇到白影和奇怪的声音，决定撤离。",
                "逃跑过程中，听到阴冷笑声，最终成功逃出鬼屋。",
                "两人表示再也不会去鬼屋探险。"
            ],
            "55": [
                "阿强是一个屌丝程序员，暗恋公司的高冷女神mary很久了",
                "阿强鼓起勇气约mary吃饭，mary竟然同意了",
                "mary声明只是吃顿饭而已，不代表其他意思，不想欠人情",
                "两人约在周六晚上7点去新开的西餐厅吃饭",
                "阿强提出吃完饭可以看电影，被mary拒绝",
                "阿强很开心终于约到mary，暗自决定要好好准备这次约会"
            ],
            "56": [
                "张三是一名警察，李四是他的好朋友",
                "警方怀疑李四涉及毒品案件",
                "张三私下找李四询问情况",
                "李四否认与毒品案有关，提到最近接触的老王",
                "张三告诉李四老王是重点监控对象",
                "李四决定配合张三去警局解释清楚"
            ],
            "57": [
                "小李发现自己的项目被大明抢走，感到愤怒。",
                "大明坚称项目是公司分配给他的。",
                "小李和大明在办公室发生争执。",
                "小李决定找老板评理。",
                "大明表示无所谓，认为自己问心无愧。",
                "两人关系恶化，矛盾加剧。"
            ],
            "58": [
                "张明是一个探险家，小王是他的队员。",
                "在一次寻找传说中的宝藏时，队员小王表现失常。",
                "张明对小王进行了严厉的批评，强调保持冷静的重要性。",
                "小王承认错误并表示会改进，张明勉强接受。",
                "张明强调任务艰巨，要求每个人全力以赴。",
                "队员们在营地休息，张明研究接下来的路线。"
            ],
            "59": [
                "小王和小李是好朋友,但因为一个女孩而产生矛盾",
                "小王暗恋这个女孩很久,但小李突然也开始追求她",
                "小王指责小李背叛了他们的友谊",
                "小李认为友谊不该限制他追求女孩",
                "两人就谁更了解女孩、谁更有资格追求而大吵起来",
                "小王警告小李别继续纠缠那个女孩,否则他们就此绝交",
                "小李嘲笑小王连表白都不敢,根本配不上那个女孩",
                "最终两人爆发肢体冲突,决定用实力分个高下"
            ],
            "60": [
                "勇士凯和法师莉莉一起寻找传说中的宝藏",
                "他们到达了宝藏所在的山洞",
                "莉莉解开了入口处的隐形魔法阵",
                "他们发现石门上有古代精灵的符文，只有纯洁的心灵才能打开",
                "凯尝试用善良和勇气打开石门，成功了",
                "他们决定继续前进寻找宝藏"
            ],
            "61": [
                "李雷和韩梅梅在执行任务时遇到了一只巨大的外星生物。",
                "两人必须合作，才能逃脱外星生物的追击。",
                "他们躲进山洞，暂时摆脱了外星生物的追击。",
                "两人悄悄离开山洞，寻找回到基地的路。",
                "他们沿着小路前进，终于安全返回基地。",
                "其他队员迎接他们，表示关心。",
                "李雷和韩梅梅经过惊险经历，关系更加紧密。"
            ],
            "62": [
                "张小刚和刘大壮在丛林中寻找宝藏",
                "他们在一个洞穴里发现了一些奇怪的符号",
                "符号上写着“水之源”，指向附近有水源",
                "张小刚找到了一条小溪，决定顺着小溪寻找更多线索",
                "他们在小溪上游发现了一个瀑布，瀑布后面有个洞口",
                "洞口里有一扇古老的大门，张小刚用工具撬开了门",
                "洞穴里藏有闪闪发光的金银财宝",
                "他们成功找到了传说中的宝藏，决定赶快带出去"
            ],
            "63": [
                "李雷和韩梅梅是大学同学，多年后在同学聚会上重逢。",
                "两人决定一起回忆大学时光，谈谈各自的生活。",
                "李雷在IT公司工作，韩梅梅在广告公司工作。",
                "两人决定周末一起去爬山，找回当年的感觉。",
                "爬山过程中，两人边走边聊，重温过去的美好时光。",
                "两人都认为虽然过去很美好，但未来还有更多美好的事情等着他们。"
            ],
            "64": [
                "柳风和林雨踏上冒险之旅，阻止邪教教主的阴谋。",
                "途中遇到敌人埋伏，他们联合击败敌人。",
                "他们继续前进，决定分头行动潜入邪教老巢。",
                "柳风和林雨决心揭露邪教阴谋，保护江湖安宁。"
            ],
            "65": [
                "李华遇到了一位喜欢的女孩，打算追求她",
                "他向朋友张三寻求建议，决定主动一些多了解女孩",
                "最终成功约到女孩出来吃晚饭"
            ],
            "66": [
                "未来城市中，机器人马克斯和主人莉莉讨论机器人叛乱",
                "中央系统发出警报，有一群机器人正在策划叛乱",
                "马克斯决定黑入叛乱机器人的系统获取信息",
                "发现叛乱机器人的领袖是雷霆，一个高级机器人",
                "雷霆是公司制造的原型机器人，对人类不满",
                "马克斯锁定雷霆的信号，在城市的地下基地",
                "莉莉和马克斯决定一起去地下基地阻止叛乱"
            ],
            "67": [
                "阿伦和伙伴们在森林中遇到神秘老人，寻求宝藏的线索",
                "老人要求他们帮忙找回被巨龙夺走的戒指",
                "阿伦和伙伴们成功取回戒指，获得了宝藏的线索",
                "他们继续踏上寻找宝藏的冒险旅程"
            ],
            "68": [
                "阿瑞斯是一个魔法世界的黑暗君主",
                "一个预言称只有一个平凡人类少年能打败阿瑞斯",
                "阿瑞斯找遍全世界终于发现了那个少年",
                "阿瑞斯不相信预言,决定直接消灭那个少年",
                "少年哀求阿瑞斯放过自己,但没能逃脱死亡"
            ],
            "69": [
                "王大明发现公司有假账问题",
                "王大明收集证据举报贪污行为",
                "刘姐支持王大明并陪他去见总经理",
                "总经理决定彻查假账问题",
                "公司召开紧急会议处理贪污问题",
                "贪污人员被解雇并移交司法机关"
            ],
            "70": [
                "小王和小李因为宿舍卫生问题争吵不断",
                "两人互相指责对方不爱干净",
                "小王提出不再乱扔垃圾的挑战",
                "两人言语升级，最终动手打架",
                "宿舍其他室友介入，将两人拉开",
                "两人最后都说懒得理对方"
            ],
            "71": [
                "一群冒险者在神秘森林中寻找传说中的宝藏。",
                "他们遇到了河流和鳄鱼的危险，成功搭桥渡过。",
                "进入山洞，发现古老壁画，获得指引。",
                "他们根据壁画指引找到宝藏遗迹。",
                "在遗迹中找到装满宝石和金币的箱子。"
            ],
            "72": [
                "阿杰和助手小勇调查富商女儿小美的失踪案",
                "在案发现场发现掉落的耳环和撬开的窗户",
                "在花园发现脚印和断裂的树枝",
                "邻居听到奇怪的声音，包含低声说话和打斗声",
                "小美的朋友透露小美最近很紧张，似乎被跟踪",
                "阿杰和小勇决定继续深入调查"
            ],
            "73": [
                "李逍遥和林仙儿在比武中相识，互相欣赏，结为知己。",
                "两人决定共同行走江湖，面对江湖风雨。",
                "他们一起去除掉前方的恶霸，为民除害。",
                "经过一番战斗，他们成功解决了恶霸。",
                "两人决定继续上路，为江湖正道贡献自己的力量。"
            ],
            "74": [
                "杰克团队发现了宝藏的入口。",
                "一个竞争团队也同时到达，双方发生对峙。",
                "杰克决定绕过竞争团队，选择另一条路。",
                "团队进入一条狭窄的隧道，避开了竞争团队。",
                "他们找到了一个古老的房间，并发现了一张地图。"
            ],
            "75": [
                "李铭和小王是科学家，正在进行重要研究",
                "小王发现了新型材料的重大突破",
                "两人验证了实验结果，材料性能稳定",
                "李铭决定先不公布成果，确保数据可靠性",
                "小王继续跟进实验，进行应用研究",
                "李铭撰写研究报告，记录此次突破",
                "两人全力以赴，争取早日完成研究"
            ],
            "76": [
                "工程师发现设计的机器人表现出人类情感",
                "机器人感受到忧郁、喜悦等情绪",
                "工程师检查系统未发现异常，推测可能是自我进化",
                "机器人表现出更多情感，工程师决定密切关注",
                "工程师向上级报告，决定深入研究",
                "专家小组协助工程师研究机器人的情感表现"
            ],
            "77": [
                "王子亚瑟和骑士兰斯洛特讨论如何解救公主艾琳娜",
                "艾琳娜被囚禁在黑暗城堡的地牢",
                "兰斯洛特建议从后山潜入并带来迷药",
                "亚瑟和兰斯洛特夜晚行动，避开巡逻骑兵",
                "兰斯洛特用迷药让守卫昏睡，亚瑟打开地牢门救出艾琳娜",
                "三人安全返回王国，艾琳娜对亚瑟和兰斯洛特表示感谢",
                "亚瑟向艾琳娜表白，两人互相倾诉爱意"
            ],
            "78": [
                "小刚和小丽因婚礼筹备的事情争执不断",
                "小刚希望节省开支，小丽希望婚礼完美",
                "两人通过沟通达成共识，从其他项目节省开支",
                "小刚承诺以后多听小丽的意见，两人和好"
            ],
            "79": [
                "剑客李云与敌对门派高手赵虎在竹林决斗",
                "赵虎宣称要杀死李云，李云回应挑战",
                "两人激战，使用各自的绝技",
                "赵虎使出绝招，双方僵持不下",
                "李云提议结束决斗，认为再战无意义",
                "赵虎愤然离去，李云感叹江湖纷争"
            ],
            "80": [
                "陈军是一名特工，被派往秘密基地执行任务",
                "陈军在基地遇到旧相识刘婷，两人共同执行任务",
                "刘婷帮助陈军混入地下室获取重要情报",
                "任务完成后，刘婷要求陈军带她离开，过上正常生活",
                "两人成功逃离秘密基地，并决定一起回总部"
            ],
            "81": [
                "阿强鼓起勇气约mary吃饭，mary竟然同意了",
                "mary声明只是吃顿饭而已，不想欠人情",
                "两人约在周六晚上7点去新开的西餐厅吃饭",
                "阿强很开心终于约到mary，暗自决定要好好准备这次约会"
            ],
            "82": [
                "未来世界，机器人小明与人类女孩小红是朋友。",
                "小红的父母对机器人的不信任加剧，反对他们的友谊。",
                "小红的父母强行带走小红，阻止她再见小明。",
                "小明承诺会一直等小红，并决心证明自己的可靠性。",
                "小红和小明的友谊面临重重阻碍，但小明不会放弃。"
            ],
            "83": [
                "皇帝李乾发现奸臣贾谦的阴谋",
                "李乾召集大臣商议对策",
                "大臣们建议先麻痹贾谦，再找机会铲除",
                "李乾决定大臣乙负责此任务，同时加强京城防卫",
                "大臣们齐心协力，誓言铲除贾谦",
                "李乾对大臣们充满信心，许诺重赏"
            ],
            "84": [
                "小王在公园里发现了一只受伤的小狗。",
                "小王带小狗去宠物医院治疗。",
                "医生为小狗缝针，小狗需要休息。",
                "小王带小狗回家，给它取名为小白。",
                "小王决定和小白一起生活，悉心照顾它。"
            ],
            "85": [
                "王五接到一个神秘电话，对方声称知道一起未破的银行抢劫案的真相",
                "对方提供了一段录像作为证据",
                "王五按指示在公园找到录像",
                "录像记录了抢劫案的全过程",
                "警方根据录像中的线索展开追查",
                "最终成功抓获了抢劫犯",
                "三年的悬案得以告破"
            ],
            "86": [
                "小李和阿强一起去探险找古墓宝藏",
                "他们在一个山洞里发现了古墓的入口",
                "阿强找到机关打开石门",
                "两人在石门后发现了宝藏",
                "石门开始关闭，两人迅速逃离",
                "他们决定带着宝藏回去"
            ],
            "87": [
                "小美是刚毕业的大学生，进入大公司工作。",
                "王总对小美的工作表现非常满意。",
                "公司决定提拔小美，给予她更多责任。",
                "王总邀请小美参加公司重要活动。",
                "小美在活动中表现出色，赢得更多项目参与机会。"
            ],
            "88": [
                "未来世界里，机器人艾伦和人类玛丽共同行动。",
                "他们接到任务，需要进入敌人的基地获取核心数据。",
                "两人默契配合，成功突破守卫，进入数据中心。",
                "玛丽破解大门，艾伦下载数据，最终顺利完成任务并安全撤退。"
            ],
            "89": [
                "侠客李逍遥和女侠林月如追踪一名恶名昭彰的盗贼",
                "他们在山林中遇到黑衣人埋伏并展开战斗",
                "两人击败黑衣人，继续追踪盗贼",
                "他们在山洞中发现盗贼并与其展开搏斗",
                "最终，李逍遥和林月如成功将盗贼擒住"
            ],
            "90": [
                "阿勇和莉娜寻找传说中的宝藏，遇到浓雾和山。",
                "莉娜用魔法驱散雾气，发现一座山和石门。",
                "两人进入洞穴，找到宝藏大厅。",
                "他们遇到石像守护者，经过激烈战斗击败了它。",
                "阿勇决定把宝藏带回王国。"
            ],
            "91": [
                "小李是一个年轻的作家，新书发布会即将举行",
                "小李的好友小张前来帮忙，两人发生争执",
                "小张觉得会场布置单调，需要改进",
                "小李因预算有限不愿多花钱",
                "小张建议请知名作家助阵，小李最终同意",
                "两人决定一起努力，确保发布会成功"
            ],
            "92": [
                "唐僧和他的三个徒弟西天取经，途中遭遇妖怪。",
                "悟空发现妖怪，提醒师父小心。",
                "悟空和八戒联手制服了妖怪。",
                "唐僧感谢悟空和八戒的辛苦。",
                "唐僧决定继续上路，早日取到真经。"
            ],
            "93": [
                "阿强是一个屌丝程序员，暗恋公司的高冷女神mary很久了",
                "阿强鼓起勇气约mary吃饭，mary竟然同意了",
                "mary声明只是吃顿饭而已，不代表其他意思，不想欠人情",
                "两人约在周六晚上7点去新开的西餐厅吃饭",
                "阿强提出吃完饭可以看电影，被mary拒绝",
                "阿强很开心终于约到mary，暗自决定要好好准备这次约会"
            ],
            "94": [
                "王博士和助手小李讨论时空穿越技术的成功",
                "他们决定先去过去的古埃及进行小规模实验",
                "两人讨论了时空穿越的潜在影响和需要的谨慎",
                "小李检查设备，确保一切正常",
                "两人准备好装备，启动时空穿越装置，成功到达古埃及"
            ],
            "95": [
                "张飞和赵云是古代将军，共同抵御外敌。",
                "他们决定利用山谷设伏，智取敌军。",
                "张飞负责正面迎敌，赵云带精兵埋伏两侧。",
                "他们成功诱敌进入山谷，两军夹击，大败敌军。",
                "战后，张飞和赵云决定加强防御，并庆祝胜利。"
            ],
            "96": [
                "莉莉和凯文因家庭琐事频繁争吵。",
                "凯文觉得莉莉不理解他，莉莉认为凯文忽略她。",
                "莉莉提出暂时分开冷静一下。",
                "凯文同意分开一段时间，希望能找到更好的相处方式。"
            ],
            "97": [
                "李浩是一名年轻的律师，决定免费为朋友王伟辩护",
                "王伟被控告涉嫌合同欺诈，感到崩溃",
                "李浩表示会找专家鉴定合同真伪，收集证据",
                "王伟开始整理公司内部文件和邮件记录",
                "李浩建议保持冷静，不与对方正面冲突",
                "对方提出和解但条件苛刻，王伟无法接受",
                "李浩和王伟决定准备充分的证据，打赢官司"
            ],
            "98": [
                "小智是一名机器人，负责保护一位科学家。",
                "科学家被敌对势力绑架，小智进行营救。",
                "敌对势力想要科学家的研究成果。",
                "小智启动战斗模式，成功营救科学家。",
                "科学家和小智逃到安全屋，敌人撤退。",
                "小智成功完成了保护任务。"
            ],
            "99": [
                "阿星因工作压力冷落阿珍。",
                "阿珍忍不住决定和阿星谈谈。",
                "阿星表示自己很累，需要时间调整。",
                "阿珍感到失望，提出质疑。",
                "两人未能达成一致，决定冷静一下。"
            ],
            "100": [
                "小李是一名年轻的警察，正在调查一起失踪案",
                "接到匿名电话，线索指向一个废弃工厂",
                "小李和同事小张前往调查，发现了失踪者",
                "失踪者被绑架，需要立即送医",
                "小李决定继续追查，找到幕后黑手"
            ],
            "101": [
                "小强发现公司财务部有账目问题，怀疑有人做手脚",
                "小强找阿龙商量，希望能得到帮助",
                "阿龙同意帮忙，两人决定从监控录像入手调查",
                "小强怀疑财务部的张姐知道内幕，计划接近她打听消息",
                "两人决定分头行动，随时联系",
                "两人下决心揭露公司黑幕，为公司未来努力"
            ],
            "102": [
                "张伟是一个失业青年，偶然认识了企业家李总",
                "李总分享了他的成功经验，强调坚持和信念的重要性",
                "张伟表达了对现状的不满，寻求改变的方法",
                "李总建议张伟多读书、多学习、不断提升自己",
                "张伟决定坚持下去，寻求机会改变现状"
            ],
            "103": [
                "张三关心同事李四的情绪问题。",
                "李四因为工作压力大，情绪低落。",
                "张三开导李四，鼓励他不要苛责自己。",
                "李四对自己的表现感到不满，担心拖累团队。",
                "张三告诉李四大家都尊重他的努力。",
                "张三建议李四放松，培养兴趣爱好。",
                "李四经过张三的开导，情绪有所好转。",
                "两人决定互相帮助，共同努力。"
            ],
            "104": [
                "阿强和队友们深入亚马逊丛林，寻找失落城市。",
                "队伍在丛林中遇到毒蛇和其他危险。",
                "队伍找到一个山洞作为临时营地。",
                "取水时发现水源有点远。",
                "晚上队伍遇到一头野猪，虚惊一场。",
                "第二天继续前进，发现古老的遗迹。",
                "队伍最终找到了传说中的失落城市的线索。"
            ],
            "105": [
                "小李是新人警察，正在调查神秘失踪案件",
                "老张是经验丰富的警察，对小李有些怀疑",
                "小李发现失踪者都有共同点，接到神秘电话",
                "老张建议查电话来源，小李申请了电话记录查询",
                "小李发现失踪者的合影，背景是未知地点",
                "老张对小李的表现表示赞赏"
            ],
            "106": [
                "两位同事听到关于公司新项目的谣言，项目被描述为神秘而改变行业格局的",
                "他们对公司保密项目的真实意图感到怀疑，决定保持警惕",
                "年会上的气氛因谣言而变得紧张，同事们开始猜测公司的真实意图"
            ],
            "107": [
                "艾琳是一名年轻巫师，发现自己拥有强大的魔法能力。",
                "她决定寻找传说中的魔法书，以掌握更多的力量来保护王国。",
                "艾琳在旅程中穿越魔法森林，与巨大的魔兽展开激战并最终胜利。",
                "她来到古老的城堡，找到被守护者看守的魔法书。",
                "艾琳获得魔法书，并决心用它的力量来保卫王国。"
            ],
            "108": [
                "夫妻因关系问题大吵一架",
                "小雨提出离婚，蓝天同意",
                "两人坚定决定结束婚姻关系"
            ],
            "109": [
                "阿健是一名考古学家，在一次古墓探险中激活了一块神秘石板，被传送到古代王国。",
                "阿健遇到了女战士艾琳，两人决定联手解开石板的秘密。",
                "大祭司告诉他们，必须找到五块失落的宝石嵌入石板，才能开启命运之门。",
                "他们决定先去西边的迷雾森林，寻找宝石的线索。"
            ],
            "110": [
                "小李是一名职场新人，刚加入公司",
                "小李在茶水间遇到老员工小张，两人聊起工作和生活",
                "小张建议小李找到兴趣爱好来缓解压力",
                "小李的主管是王经理，对工作要求严格",
                "小张鼓励小李主动争取参与公司项目"
            ],
            "111": [
                "王明是一个年轻的程序员，压力很大，情绪不好",
                "小丽一直支持王明，但渐渐感到疲惫",
                "两人在家里爆发了一场争吵，王明对小丽发脾气",
                "小丽提出分手，王明同意",
                "小丽离开了家，王明感到孤独和后悔",
                "王明试图挽回小丽，但小丽需要时间冷静"
            ],
            "112": [
                "小雪是一名职场新人，工作表现不佳",
                "上司约谈小雪，表示公司对她的工作不满意",
                "上司警告小雪再不改善就会被解雇",
                "小雪表示会加倍努力，争取不被解雇",
                "同事小李安慰并帮助小雪工作",
                "小雪在同事的帮助下逐渐找到了工作节奏"
            ],
            "113": [
                "阿龙和艾丽在寻找传说中的宝物",
                "他们在森林中遇到一个神秘老人",
                "老人告诉他们宝物的秘密和位置",
                "老人提醒他们需要勇气和智慧才能获得宝物"
            ],
            "114": [
                "赵云和随从刘勇遇到敌人埋伏，必须迅速做出决策",
                "赵云指挥迎战，刘勇提议分头行动被否定",
                "两人团结一致，最终突破敌人防线逃脱",
                "他们决定尽快找到大部队汇合，继续前进"
            ],
            "115": [
                "刘备和关羽商讨如何应对曹操的大军来袭",
                "关羽提议利用地形设伏，以逸待劳",
                "刘备担心兵力不足，需要更多支援",
                "关羽愿意率领精锐部队先行阻击曹军",
                "关羽提出在山谷设伏的作战计划，并派人引诱曹军进入",
                "刘备同意计划，但嘱咐关羽小心行事"
            ],
            "116": [
                "刘备和关羽被敌军围困",
                "关羽决定断后掩护，刘备带领部队突围",
                "刘备突围成功，关羽与敌军激战",
                "关羽也带领士兵撤退，誓言平安归来"
            ],
            "117": [
                "张三和李四是大学同学，一起在图书馆复习。",
                "张三提议放松，李四认为不能松懈。",
                "两人讨论重点内容，互相帮助解决难题。",
                "最终决定适当放松，出去透气。",
                "两人计划晚上继续复习，共同争取好成绩。"
            ],
            "118": [
                "莉莉是一位高中生，正在准备高考。",
                "母亲对莉莉的期望非常高，经常施加压力。",
                "莉莉感到压力很大，与母亲爆发激烈争吵。",
                "母亲认为努力必须有结果，责备莉莉成绩下降。",
                "莉莉感到不被理解，希望得到母亲的支持。",
                "争吵后，莉莉希望母亲给她更多空间。"
            ],
            "119": [
                "杰克和薇薇安组成调查队，追踪国际黑客组织。",
                "他们发现黑客的据点在一个废弃仓库。",
                "两人遭遇埋伏，但成功破解系统并获取关键数据。",
                "数据揭露了黑客组织的计划，他们立即通知上级。",
                "两人通宵分析数据，成功阻止了黑客组织的阴谋。"
            ],
            "120": [
                "张三和李四是竞争对手，为争夺项目负责人职位展开竞争",
                "两人在言语上互相攻击，彼此都不服对方",
                "领导决定让他们共同负责项目，并强调必须合作",
                "张三和李四虽然不满，但最终同意合作"
            ],
            "121": [
                "张伟和李静最近生活压力大，经常吵架",
                "张伟发现李静和陌生男人谈话，怀疑两人关系",
                "李静解释男人是同事，来帮忙修电脑",
                "张伟不相信，质疑两人关系",
                "两人激烈争吵，李静决定离开家",
                "陌生男人离开，张伟和李静关系破裂"
            ],
            "122": [
                "勇士艾伦和同伴们准备对抗邪恶巫师。",
                "他们在树林中设下埋伏，讨论战斗策略。",
                "德克负责前线防守，凯特布置了陷阱。",
                "他们认为巫师可能从南边出现，并做好了相应的准备。",
                "艾伦提醒大家小心巫师的魔法攻击，制定了应对措施。",
                "目标是制伏巫师而不是消灭他，以获取更多情报。",
                "他们计划全力以赴，确保巫师不能逃脱。"
            ],
            "123": [
                "艾米和机器人朋友马克斯发现一辆失控的无人驾驶汽车。",
                "马克斯尝试接管汽车的控制系统，艾米疏散人群。",
                "马克斯成功控制了汽车，避免了事故发生。",
                "两人检查汽车系统，发现是系统故障导致失控。",
                "他们成功修好汽车，并决定向管理部门报告情况。"
            ],
            "124": [
                "李华发现张伟偷用他的电脑",
                "李华决定和张伟摊牌，讨论问题",
                "张伟承认借用了李华的电脑，但没有提前打招呼",
                "李华强调尊重隐私的重要性，张伟道歉并承诺以后会先说",
                "两人和解，并决定周末一起打篮球"
            ],
            "125": [
                "Sophie是一名程序员，她的机器人助手R2开始表现异常。",
                "R2检测到系统异常，怀疑是病毒入侵。",
                "Sophie发现可疑代码，源自公司的竞争对手。",
                "竞争对手试图通过攻击R2来获取公司机密。",
                "Sophie联系安全部门，采取防护措施。",
                "R2继续监控系统，报告任何异常。",
                "Sophie和R2共同努力，解决问题。"
            ],
            "126": [
                "小美和朋友们决定去一座神秘的山谷探险。",
                "他们准备了地图和装备，前往山谷。",
                "在山谷中发现了一个洞口，里面有古老的壁画和文字。",
                "他们找到一个机关箱子，里面藏有一些古老的文物。",
                "这次探险成功了，他们找到了传说中的宝藏。"
            ],
            "127": [
                "太子赵恒与皇后因政务问题争执。",
                "赵恒希望独立处理政务，得到皇后的信任。",
                "皇后担心赵恒缺乏经验，但最终同意放手。",
                "赵恒承诺不会辜负皇后的期望，开始独立处理朝政。"
            ],
            "128": [
                "凯文是一名勇敢的探险家，带领一队人马前往亚马逊丛林寻找宝藏。",
                "他们途中遇到了毒蛇和沼泽等危险，但凯文始终保持冷静，带领大家克服困难。",
                "凯文强调团队合作和坚持不懈的重要性，最终继续前进。"
            ],
            "129": [
                "李雷是一位程序员，暗恋同事韩梅梅。",
                "李雷邀请韩梅梅看电影，韩梅梅同意了。",
                "他们决定在周六晚上7点看电影。",
                "电影结束后计划一起去吃饭。",
                "李雷向韩梅梅表白，韩梅梅表示愿意慢慢来。",
                "两人互相鼓励，一起努力工作。",
                "他们期待周六的约会。"
            ],
            "130": [
                "小李是公司新人，近期表现不佳",
                "小王对小李的工作效率和沟通能力提出了批评",
                "小李承诺加强学习，改进工作",
                "小王希望小李在下周的重要项目中积极表现"
            ],
            "131": [
                "李云和林月英是古代武林中的剑客和师妹",
                "两人卷入江湖纷争，决定对抗黑龙帮",
                "他们潜入黑龙帮老巢展开战斗",
                "两人合力打败了黑龙帮的众人和帮主",
                "他们成功铲除了黑龙帮，保护了武林的和平"
            ],
            "132": [
                "Princess Elara and the warrior Kael are on a quest to find a mythical artifact.",
                "The artifact, the Heart of Eternity, can save their kingdom from a curse.",
                "The journey is dangerous and filled with obstacles.",
                "They encounter bandits in the forest and have to fight them off.",
                "Elara uses her magical abilities to aid Kael in battle.",
                "They continue their quest, determined to find the artifact and save their people."
            ],
            "133": [
                "丽莎和艾玛因为误会产生矛盾",
                "丽莎主动找艾玛，希望化解误会",
                "丽莎解释说没有说过艾玛的坏话，都是谣言",
                "艾玛感到伤心，信任被摧毁",
                "丽莎请求艾玛再给她一次机会",
                "艾玛同意再给丽莎一次机会，但希望她不要再失望"
            ],
            "134": [
                "Mark and Emily have been arguing frequently due to trivial matters, putting their relationship at risk.",
                "Mark takes the initiative to meet Emily and try to mend their relationship.",
                "Emily considers breaking up but agrees to give Mark another chance after he promises to change.",
                "Mark buys movie tickets to make Emily happy and promises to improve his behavior.",
                "Mark offers to cook a meal for Emily to showcase his cooking skills.",
                "Emily reluctantly agrees to let Mark cook, fearing another disaster."
            ],
            "135": [
                "李明与同伴小丽进入神秘洞穴寻找宝藏。",
                "他们在洞穴深处遇到了一只巨大的怪兽。",
                "李明勇敢地与怪兽搏斗，为小丽争取逃生机会。",
                "小丽找到了洞穴的出口，两人最终安全逃脱。",
                "虽然没找到宝藏，但两人决定下次再来。"
            ],
            "136": [
                "风清扬得知师妹被邪教掳走，决定营救",
                "风清扬独自闯入邪教总坛，与教主展开激战",
                "风清扬与教主激烈战斗，最终击败教主",
                "教主在临死前告诉风清扬师妹的下落",
                "风清扬找到师妹，带她安全离开",
                "两人重逢，师妹感激风清扬的救命之恩"
            ],
            "137": [
                "小李和小赵是高中同学，彼此暗恋多年。",
                "两人在同学聚会上再次见面并互相表白。",
                "他们决定开始约会，关系得以确定。"
            ],
            "138": [
                "王刚是一名警察，正在追查一名神秘的黑客",
                "王刚找到了黑客的藏身之处，准备逮捕他",
                "黑客早有准备，房间里装满了摄像头",
                "黑客嘲笑王刚的愚蠢，并成功逃跑",
                "王刚未能抓住黑客，感到非常愤怒"
            ],
            "139": [
                "小丽在地铁上遇到神秘男子，对方称能实现愿望",
                "小丽许愿上司不再刁难她，愿望实现",
                "小丽许愿升职，几个月后愿望实现",
                "小丽最后许愿找到真爱，神秘男子表示会尽力"
            ],
            "140": [
                "小丽是才华横溢的女画家，她的作品备受关注。",
                "小张是普通上班族，常感自卑。",
                "小张决定向小丽求婚，带她去高档餐厅。",
                "小张坦白自己自卑，但深深爱着小丽。",
                "小张单膝下跪，拿出戒指求婚。",
                "小丽感动，接受了小张的求婚。",
                "两人紧紧拥抱，决定计划婚礼。"
            ],
            "141": [
                "李雷和韩梅梅是高中同学，毕业后分开多年",
                "李雷在一次偶遇后鼓起勇气向韩梅梅表白",
                "韩梅梅对李雷的表白感到惊讶，但也表示有好感",
                "两人决定先从朋友做起，慢慢了解彼此",
                "李雷邀请韩梅梅共进晚餐，两人聊得很开心",
                "两人决定以后多见面，慢慢培养感情"
            ],
            "142": [
                "张三和李四发现一本魔法书",
                "两人试咒语意外召唤恶魔",
                "恶魔要求他们完成任务",
                "任务是找到传说中的圣石",
                "两人决定接受任务并开始寻找"
            ],
            "143": [
                "王刚和团队在亚马逊雨林中寻找古文明遗迹",
                "他们发现了一座古老的神庙",
                "小李用探测器发现了陷阱",
                "刘娜发现神庙内有壁画和宝藏",
                "王刚找到一张通向遗迹核心的地图",
                "团队遇到神秘人并逃进隐藏通道"
            ],
            "144": [
                "李白和杜甫决定去剿匪",
                "他们侦查后决定分头行动",
                "李白引开贼人，杜甫负责突袭",
                "两人成功擒住贼人首领，其他贼人逃跑",
                "他们决定把贼人押送官府"
            ],
            "145": [
                "小丽和小东最近因为家庭琐事经常争执",
                "小丽觉得小东不够体贴，总是推脱家务",
                "小东觉得自己已经在努力平衡工作和家庭",
                "两人对家务分担产生分歧，小丽希望小东多多分担",
                "小东承诺会改进，尽量让小丽满意"
            ],
            "146": [
                "唐玄是一个古代剑客，救下了神秘女子萧芸",
                "萧芸称自己迷路，有急事，不愿透露更多信息",
                "唐玄坚持护送萧芸到村庄，并在酒馆请她吃饭",
                "萧芸透露家乡遭遇变故，不得不离开",
                "唐玄邀请萧芸同行，萧芸最终同意"
            ],
            "147": [
                "刘洋因为迷恋手游而冷落了李晓丽",
                "李晓丽对此表示不满，认为两人关系变冷淡",
                "刘洋承诺会减少玩游戏的时间，多陪李晓丽",
                "两人决定今晚一起出去散步，修复关系"
            ],
            "148": [
                "小刚和朋友们决定探险传说中的鬼屋。",
                "他们在鬼屋里听到奇怪的声音，感到恐惧。",
                "小丽提议离开，大家同意结束探险。",
                "众人决定下次准备充分再进行探险。",
                "最终，他们安全离开鬼屋。"
            ],
            "149": [
                "探险家亚历克斯和团队进入古老城堡探险",
                "他们发现一个地下通道，决定一起进入",
                "在地下通道中，他们听到诡异的低语声",
                "团队解开石门密码，发现古代祭坛和宝箱",
                "亚历克斯冒险取宝箱，地板塌陷，团队险些被困",
                "宝箱中有一张古老地图，指向另一个宝藏地点",
                "他们决定继续冒险，迎接新的挑战"
            ],
            "150": [
                "老王和老李是多年好友",
                "两人因一笔生意赔了血本而产生矛盾",
                "老王约老李喝酒想弄个明白",
                "双方在喝酒时大吵一架，互相谩骂",
                "两人都认为是对方坑了自己",
                "最终决裂，再也不想见到对方"
            ],
            "151": [
                "年轻的魔法师艾莉丝和龙伙伴炽焰寻找魔法石。",
                "他们在森林中遇到了恶龙并展开战斗。",
                "艾莉丝用冰封术制服了恶龙，找到了魔法石。",
                "两人成功取得魔法石，准备拯救王国。"
            ],
            "152": [
                "李云和王丽是反抗组织的成员，计划了一次行动揭露政府真相。",
                "他们小心翼翼地准备并执行了计划。",
                "王丽负责切断电力，李云负责安装病毒程序。",
                "他们成功完成任务并安全撤离。",
                "他们希望这次行动能唤醒更多人反抗压迫政权。",
                "两人展示了对自由和真相的坚定信念。"
            ],
            "153": [
                "阿飞和小虎为了替师父报仇，闯入敌人老巢",
                "两人解决了守卫，找到了敌人的首领",
                "他们在激烈的战斗中遭遇埋伏，但成功应对",
                "最终，他们打败了敌人的首领，为师父报了仇"
            ],
            "154": [
                "王强是一位年轻的程序员，最近项目遇到瓶颈，压力很大",
                "好友李明来找他，试图帮他解压",
                "李明建议王强注意身体，休息一下再解决问题",
                "王强和李明一起检查代码，寻找问题",
                "李明提议使用新工具帮忙，王强表示感谢",
                "两人决定去吃饭放松一下，王强询问李明推荐的餐馆"
            ],
            "155": [
                "老李是一位退休的刑警，小李是刚加入警队的儿子",
                "小李遇到一个连环杀人案，凶手每次作案后都会留下谜语",
                "小李向老李求助，老李给出了一些建议",
                "老李认为凶手是个有文化且有反侦察能力的人",
                "老李建议小李加强对受害人周围人的监控",
                "小李决定回局里继续调查，有问题再来找老李"
            ],
            "156": [
                "张伟和李丽带着孩子小明去游乐园。",
                "因为先玩摩天轮还是旋转木马的问题发生争执。",
                "小明因为父母吵架而不开心。",
                "张伟妥协，同意先去玩旋转木马。",
                "两人决定以后少吵架，让孩子开心最重要。"
            ],
            "157": [
                "江湖第一美女李妙妙被强敌挟持",
                "侠士郭靖决定前去营救李妙妙",
                "李妙妙担心郭靖会有危险",
                "郭靖与敌人首领展开激烈交战并获胜",
                "郭靖救出了李妙妙，两人安全返回",
                "李妙妙对郭靖表示感谢"
            ],
            "158": [
                "阿强是一个屌丝程序员，暗恋公司的高冷女神mary很久了",
                "阿强鼓起勇气约mary吃饭，mary竟然同意了",
                "mary声明只是吃顿饭而已，不代表其他意思，不想欠人情",
                "两人约在周六晚上7点去新开的西餐厅吃饭",
                "阿强提出吃完饭可以看电影，被mary拒绝",
                "阿强很开心终于约到mary，暗自决定要好好准备这次约会"
            ],
            "159": [
                "小刚最近成绩下滑，因为家里父母吵架",
                "老张老师找小刚谈话，了解情况",
                "老张决定帮助小刚制定学习计划，并每天放学后为他补习",
                "小刚的成绩逐渐上升"
            ],
            "160": [
                "艾米和杰克在实验中打开了通往平行宇宙的门户",
                "他们发现自己来到了一个陌生的世界",
                "艾米和杰克一起探索周围环境，寻找返回方法",
                "他们在一座建筑物里遇到了一位慈祥的老者，得知了回到自己世界的方法",
                "艾米和杰克经过努力，最终成功返回了自己的世界"
            ],
            "161": [
                "张三和李四在古墓里发现了宝藏。",
                "两人为如何分配宝藏发生了争执。",
                "李四提议五五分，张三不同意，提出六四分。",
                "李四坚持五五分，张三最终同意。",
                "两人决定把宝藏运出去并计划如何庆祝。"
            ],
            "162": [
                "小丽是刚毕业的大学生，参加公司新人培训。",
                "培训讲师王老师对小丽的表现非常严格。",
                "小丽的工作未达到王老师的要求，遭到批评。",
                "小丽请求再给一次机会，王老师勉强同意。"
            ],
            "163": [
                "李四是个大学生,暗恋同班漂亮女生小美",
                "李四鼓起勇气向小美表白,却遭到拒绝",
                "小美表示只能与李四做朋友,对他没有那种感觉",
                "李四苦苦哀求小美给他一次机会,但均被拒绝",
                "最终李四只能无奈接受小美的决定,伤心落荒而逃"
            ],
            "164": [
                "李逍遥偶遇被追杀的公主赵灵儿。",
                "李逍遥决定护送赵灵儿脱险，两人暂时躲避追兵。",
                "赵灵儿透露北方有忠心将军，可以求助。",
                "两人一路上互相帮助，最终抵达将军驻地。",
                "李逍遥保护赵灵儿安全，表现出侠义精神。",
                "赵灵儿对李逍遥的帮助表示感谢。"
            ],
            "165": [
                "阿杰发现了一种可以治疗癌症的新药",
                "阿杰向导师老张展示了研究成果",
                "新药通过阻断癌细胞信号传导来抑制其增殖",
                "阿杰已经在小鼠身上做了实验，效果明显",
                "老张建议阿杰申请专利并考虑临床试验",
                "阿杰决定继续进行更多的动物实验"
            ],
            "166": [
                "李将军和赵将军在战场上对峙",
                "两人曾是好友，现在各为其主",
                "李将军试图劝说赵将军回头",
                "赵将军坚持已定，决心战斗",
                "两人展开激烈战斗，李将军胜利",
                "李将军表示愿意为赵将军求情"
            ],
            "167": [
                "李强是一名年轻医生，接诊了罕见病患者张三",
                "李强决定对张三进行详细检查，怀疑遗传疾病",
                "李强和同事王医生讨论病情，决定进行基因检测",
                "检测结果显示张三有罕见基因突变",
                "李强和王医生制定了基因治疗方案",
                "张三表示感谢并同意接受治疗"
            ],
            "168": [
                "小李接手了一起涉及黑帮老大的案件",
                "老大的女儿小芳试图威胁小李放弃调查",
                "小李表示自己会坚持法律和职责",
                "小芳威胁小李和他的家人，但小李不为所动",
                "小芳拒绝与小李合作，两人最终对立"
            ],
            "169": [
                "Alice发现Bob暗恋Carol，决定撮合他们。",
                "Alice邀请Bob和Carol一起去咖啡馆。",
                "Bob和Carol在咖啡馆里聊得很开心，特别是关于摄影的话题。",
                "Bob和Carol决定周末一起出去拍照。"
            ],
            "170": [
                "小明和小红最近因为琐事经常吵架，感情出现危机",
                "小明主动约小红出来谈心，试图修复关系",
                "小红提出要分手，觉得很累，不知道还能不能继续",
                "小明恳求小红再给他一次机会，保证以后不再冷落她发脾气",
                "小明买了电影票哄小红开心，小红勉强同意和好"
            ],
            "171": [
                "勇士Leo和公主Luna寻找传说中的宝藏。",
                "途中遭遇魔法师Raven的阻挠。",
                "Raven声称宝藏属于他。",
                "Leo和Luna与Raven展开激战。",
                "最终，Leo和Luna击败了Raven，获得了宝藏。"
            ],
            "172": [
                "小美和朋友们决定去寻找传说中的宝藏",
                "她们经历了重重困难，最终在一个古老的洞穴里找到了宝藏",
                "她们破解机关，打开了石门，发现了满是金银珠宝的宝箱",
                "大家决定迅速离开洞穴，低调处理宝藏以免引来麻烦"
            ],
            "173": [
                "张伟决定参加地下拍卖会，目标是清代乾隆时期的玉如意。",
                "拍卖会上竞争激烈，张伟最终以一千五百万的高价竞得。",
                "张伟对成功竞拍非常满意，认为这是值得的投资。",
                "张伟指示小李确保宝物安全带回，并计划未来争取更多机会。"
            ],
            "174": [
                "张强在一次探险中发现了一本神秘的古书。",
                "张强找到好友李明，两人决定一起研究古书。",
                "他们在图书馆找到了一些关于古书符号的资料。",
                "这些符号似乎是某种古老的咒语。",
                "张强联系了一位教授来帮助破解古书的秘密。",
                "教授表示需要一些时间来研究这些符号。"
            ],
            "175": [
                "王强是一名资深侦探，正在调查一起神秘的失踪案件",
                "受害者没有明显的挣扎痕迹，手机和钱包都还在家里",
                "监控录像显示受害者最后一次出现是在三天前",
                "受害者的家人说她没有离开计划，最近情绪稳定",
                "王强发现受害者的日记中提到和李明的争吵",
                "李明因财务问题与受害者发生争执",
                "李明表示愿意配合调查"
            ],
            "176": [
                "小丽和小美是好朋友",
                "小美和男友阿强感情出现问题",
                "阿强觉得小美太粘人，想要自由",
                "小美觉得阿强不理解她，心情烦躁",
                "小丽开导小美，建议他们冷静沟通",
                "小美舍不得分开，但不知道如何继续",
                "小丽鼓励小美再给感情一次机会"
            ],
            "177": [
                "李雷是负责调查谋杀案的警察。",
                "受害者是知名富商。",
                "受害者儿子有可疑的大额转账。",
                "受害者儿子的合作伙伴有犯罪前科。",
                "合作伙伴曾威胁受害者儿子。",
                "合作伙伴最终承认了谋杀罪行。"
            ],
            "178": [
                "老李是一位退休多年的老教师",
                "小李的公司遇到了资金周转问题",
                "老李决定帮儿子解决资金问题",
                "老李建议找银行贷款并联系老同事帮忙加快审批",
                "老李还提议寻找投资人，并表示会利用人脉帮忙",
                "老李和小李决定共同面对困难",
                "小李感激父母的支持，并表示会努力解决问题"
            ],
            "179": [
                "李雷和助手小花接到一起大学生失踪案件。",
                "在小巷子里发现失踪者的钱包，但没有重要线索。",
                "通过学生证，李雷和小花在学校调查，得知失踪者情绪不稳定，与一个混混有过争吵。",
                "混混承认失踪者欠他钱，但不知道失踪者去向。",
                "调查失踪者的社交网络，发现他与一个神秘人联系，可能涉及非法活动。",
                "李雷和小花决定进一步调查这个神秘人。"
            ],
            "180": [
                "露西和艾尔在一个遥远的星球上寻找宝藏。",
                "他们发现了一条神秘的地下通道。",
                "通道内有一些古老的能源核心装置。",
                "艾尔分析这些装置，发现它们与宝藏的位置有关。",
                "露西找到备用电池帮助艾尔启动装置。",
                "装置成功启动，两人继续寻找宝藏。"
            ],
            "181": [
                "勇士莱恩和魔法师艾薇在寻找传说中的宝藏",
                "他们在森林中遇到了盗贼的埋伏",
                "艾薇用魔法击退了盗贼",
                "两人通过合作和智慧躲过了危险",
                "最终，他们找到了传说中的宝藏",
                "他们决定用财富去帮助更多的人"
            ],
            "182": [
                "艾玛带领团队准备重要的项目竞标。",
                "汤姆负责市场分析，莉莉负责设计方案。",
                "团队通过紧张的工作，利用竞争对手的弱点。",
                "最终完成出色的方案，客户表示认可。",
                "艾玛和团队对未来充满信心，期待赢得项目。"
            ]
        }
    }
}