{
    "input": {
        "dataset": {
            "1": [
                "李雷和韩梅梅因为误会关系紧张",
                "李雷解释事情是个误会，表示自己被陷害",
                "韩梅梅表示怀疑，要求证据",
                "李雷承诺用行动证明自己，并表示真心",
                "韩梅梅决定再给李雷一次机会",
                "两人和好如初，决定以后有什么事先沟通"
            ],
            "2": [
                "王大锤和朋友小李探索古堡寻找宝藏",
                "古堡里有重重机关和怪物",
                "两人通过启动机关打开密道，遇到怪物",
                "经过激烈战斗，两人击败怪物",
                "最后两人推开大门，找到了宝藏"
            ],
            "3": [
                "李雷和韩梅梅是大学室友，因为生活习惯问题发生争执",
                "双方互相指责对方的生活习惯影响自己",
                "李雷提出换宿舍，并成功申请到新的宿舍",
                "两人从此互不干涉，关系破裂"
            ],
            "4": [
                "玛丽坚决要求离婚，约翰希望挽回婚姻。",
                "玛丽指责约翰对她的冷漠和忽视。",
                "约翰提到孩子，认为他们需要一个完整的家。",
                "玛丽认为离婚对孩子更好。",
                "最终，双方同意共同抚养孩子，讨论抚养权和财产分割。"
            ],
            "5": [
                "勇士阿龙和魔法师艾丽丝踏上寻找圣剑的冒险旅程",
                "两人在森林里遇到狼群，成功击退",
                "他们过河时艾丽丝用冰冻术帮助渡河",
                "两人进入圣剑藏身之地，遇到巨龙",
                "艾丽丝用魔法牵制巨龙，阿龙成功取下圣剑",
                "两人逃离巨龙追击，成功找到圣剑"
            ],
            "6": [
                "小刘是贫穷但很努力的大学生,靠打工赚钱上学",
                "小刘每天工作学习双重负担,非常辛苦",
                "室友劝告小刘不要太拼命,要注意身体",
                "小刘暂时放松自己,打算今晚好好犒劳一下",
                "但小刘坚持只要努力就能改变命运,过上好日子",
                "小刘暂时放松,但仍坚持通过自己的努力改变命运"
            ],
            "7": [
                "小丽是一位年轻的实习医生，医院来了一个神秘的病人。",
                "病人告诉小丽医院地下室里藏着秘密。",
                "小丽在地下室发现了一些老旧的文件，内容涉及实验。",
                "病人曾是实验的一员，也是受害者之一。",
                "小丽决定去向院长报告，但病人警告她要小心。"
            ],
            "8": [
                "侠客李云和好友张三讨论解救被困村民",
                "张三了解山寨情况，提出行动计划",
                "两人决定分头行动，李云从正门吸引注意，张三从后山潜入",
                "行动成功，李云和张三带领村民撤退",
                "村民得救，对李云和张三表示感谢"
            ],
            "9": [
                "王强的实验室遭到不明势力袭击，他和助手小丽逃亡。",
                "他们通过秘密通道到达一个安全的实验室。",
                "两人决定反击，并努力揭开袭击者的身份。",
                "在新的实验室中，他们努力工作，完成关键实验。",
                "袭击者追踪到新的实验室，但两人成功开发了反击的武器。",
                "他们准备迎战袭击者，保护自己的研究成果。"
            ],
            "10": [
                "杰克是地下抵抗组织的成员，目标是推翻独裁政权。",
                "杰克与其他成员制定了袭击政府情报中心的计划。",
                "行动计划包括利用安保系统的漏洞，从地下通道潜入。",
                "成员们决定全力以赴，为自由而战。",
                "行动时间定在午夜，成员们准时集合。"
            ],
            "11": [
                "阿杰发现机器人开始异常行为，可能被远程控制。",
                "小美和阿杰合作调查，发现异常数据流。",
                "他们追踪到一个废弃工厂，找到控制中心。",
                "小美破解电脑，下载控制代码。",
                "两人决定回去报告上级，希望得到重视。"
            ],
            "12": [
                "John and his wife Jane have been married for many years, but recently their relationship has hit a rough patch",
                "Jane complains that John doesn't care enough about her, always prioritizes making money",
                "John feels he has sacrificed a lot for the family, feels unfairly treated",
                "The two have a big argument, accusing each other of not loving enough",
                "John suggests divorce, Jane agrees",
                "Jane asks John to leave immediately, John leaves angrily, vowing not to return",
                "The two ultimately decide to divorce, ending their marriage"
            ],
            "13": [
                "小刘和小张是热恋中的情侣,感情一直很好",
                "小刘最近发现小张有一些可疑的行为,怀疑他出轨",
                "小刘决定质问小张,小张否认出轨",
                "原来小张是在暗中为小刘准备生日礼物戒指",
                "小刘误会解开,两人重拾信任,决定永远在一起",
                "小张送小刘戒指,两人互诉衷肠,爱情更加甜蜜"
            ],
            "14": [
                "张三是一位探险家，寻找失落城市。",
                "小李是原住民导游，两人一起探险。",
                "丛林里充满危机，包括毒蛇和陷阱。",
                "他们遇到了一只松鼠，虚惊一场。",
                "前方有一个村庄，村长可能知道线索。",
                "他们需要过一座危险的吊桥。",
                "张三和小李决定继续前进。"
            ],
            "15": [
                "张三和李四在登山途中迷路，被困山中",
                "两人在山中扎营过夜",
                "第二天早晨继续寻找出路，最终找到一座小村庄",
                "村民帮助他们联系救援，两人最终获救",
                "两人意识到登山需要更小心"
            ],
            "16": [
                "小李和小王是警察，接到报警去郊区调查尸体。",
                "他们在树林里发现尸体和疑似凶器的刀。",
                "法医初步判断死者死于失血过多。",
                "小李和小王在现场发现了脚印和死者的钱包。",
                "他们决定带回证物继续调查，希望尽快破案。"
            ],
            "17": [
                "汤姆是一家公司的创始人兼企业家,公司近期陷入危机",
                "汤姆一直拖延不作出应对,合伙人们对此感到失望",
                "合伙人们最终决定解雇拖延主义的汤姆",
                "汤姆极力反对遭解雇,但合伙人们坚持决定",
                "汤姆被赶出公司,合伙人们准备重新振作公司"
            ],
            "18": [
                "小张和朋友们决定探险废弃医院",
                "医院里有诡异气氛和奇怪现象",
                "他们发现墙上有血迹，听到哭声",
                "他们看到一个影子在动，被吓到",
                "最终决定离开废弃医院，探险失败"
            ],
            "19": [
                "李云和小蝶正在执行一项危险的秘密任务",
                "小蝶对任务感到害怕和不安",
                "李云鼓励小蝶，相信他们的默契和师父传授的绝技",
                "他们计划在夜深人静时行动",
                "李云承诺完成任务后带小蝶去桃花源",
                "两人准备好后决定出发"
            ],
            "20": [
                "侠客李云龙和师妹小凤在追踪一个神秘的盗贼组织",
                "他们在一个小村庄里发现了线索",
                "他们决定前往一个废弃的庙宇调查",
                "他们发现有人在庙宇里进行交易，决定行动"
            ],
            "21": [
                "张先生和妻子李太太结婚多年,但感情一直不太融洽",
                "张先生工作很忙,经常加班到很晚,疏于照顾家庭",
                "李太太抱怨张先生忽视了她和孩子",
                "张先生辩解说自己已经尽力了,为了挣钱养家",
                "双方爆发激烈争吵,互相指责对方",
                "李太太认为张先生是个工作狂,根本不把家人放在心上",
                "张先生无言以对,不知如何是好"
            ],
            "22": [
                "林峰和团队讨论复杂离婚案，涉及财产分割和监护权争夺。",
                "团队成员分工合作：张律师与客户沟通证据，李助理调查对方财务记录。",
                "团队找到对方财务问题和证人支持，准备充分。",
                "最终，林峰团队准备开庭，为客户争取最大权益。"
            ],
            "23": [
                "张三和李四是一对好朋友，他们决定一起去山里露营",
                "他们在山里发现了一间废弃的小屋",
                "两人尝试进入小屋，发现里面破旧不堪",
                "他们在小屋里找到一个旧箱子，里面是一些旧衣服和书籍",
                "两人决定离开小屋，回去搭帐篷准备晚餐",
                "张三和李四计划下次再来探险"
            ],
            "24": [
                "皇帝李乾发现奸臣贾谦的阴谋",
                "李乾召集大臣商议对策",
                "大臣们建议先麻痹贾谦，再找机会铲除",
                "李乾决定大臣乙负责此任务，同时加强京城防卫",
                "大臣们齐心协力，誓言铲除贾谦",
                "李乾对大臣们充满信心，许诺重赏"
            ],
            "25": [
                "亚瑟和莉莉安在奇幻世界中对抗黑暗势力。",
                "他们遇到各种危险，但始终没有放弃。",
                "两人联合力量，最终击败了黑暗之主。",
                "亚瑟和莉莉安恢复了世界的和平。",
                "他们感激彼此的帮助和支持。"
            ],
            "26": [
                "汤姆发现机器人系统被入侵。",
                "他和莎拉开始排查问题，发现是病毒作祟。",
                "病毒来自外部服务器，可能是竞争对手的阴谋。",
                "系统报警，多台机器人开始失控。",
                "汤姆紧急关闭系统，机器人恢复正常。",
                "追查发现是“新曙光”组织在幕后操纵。",
                "该组织企图通过控制机器人夺取权力。",
                "汤姆和莎拉决定将信息交给警方。"
            ],
            "27": [
                "墨奇和阿宝出发寻找武林秘籍。",
                "他们遇到了蒙面黑衣人，最终击退了敌人。",
                "老先生告诉他们需通过三重试炼才能获得秘籍。",
                "他们分别通过了心灵、体力和智慧的考验。",
                "最终，他们获得了武林秘籍。"
            ],
            "28": [
                "张三是大学生,抱怨学校食堂伙食太难吃",
                "张三决定亲自下厨做顿大餐请同学们吃",
                "同学们对张三的手艺持怀疑态度",
                "张三誓言这次一定会做出色香味俱全的美食",
                "张三约定第二天中午在操场请客,请同学们品尝",
                "同学们虽然不太相信,但还是决定去尝试"
            ],
            "29": [
                "玛丽在亚马逊丛林探险，遇到失踪多年的探险家汤姆。",
                "汤姆靠捕猎和采集维持生活，一直在寻找出路。",
                "玛丽和汤姆决定一起探索未知的区域。",
                "两人发现了一个古老的废墟，决定一起探索。",
                "废墟中有很多陷阱，两人小心翼翼地避开。",
                "两人发现了一个古老的宝箱，里面有古老的文物和地图。",
                "玛丽和汤姆决定带上这些东西继续探索。",
                "两人结伴而行，不再孤单，继续探索更多的区域。"
            ],
            "30": [
                "阿杰和朋友们在古老的城堡中寻找传说中的宝藏",
                "他们发现了一些奇怪的现象，怀疑有鬼魂",
                "他们在房间里发现一个小女孩，自称迷路",
                "小女孩身上有奇怪的光芒，可能是鬼魂",
                "小女孩透露城堡里确实有宝藏，阿杰决定继续寻找"
            ],
            "31": [
                "张三收到一封邮件，声称他中了100万美金，但需要支付手续费领取。",
                "张三觉得有蹊跷，找同事王五商量。",
                "王五提醒张三要小心，可能是骗局。",
                "张三查询后发现邮件是诈骗，幸好没有上当。",
                "张三和王五决定向公司建议组织防诈骗培训。",
                "两人意识到要提高警惕性，保护个人信息。"
            ],
            "32": [
                "勇士凯尔和法师莉亚寻找魔法石。",
                "在森林遇到巨狼，凯尔主张继续前进。",
                "莉亚认为巨狼危险，主张绕道。",
                "凯尔认为冒险值得，时间紧迫。",
                "莉亚坚持安全第一，反对冒险。",
                "凯尔最终同意绕道，两人继续前行。"
            ],
            "33": [
                "莉娜是一个年轻的魔法师，正在探索古老废墟寻找宝藏",
                "在废墟中遇到了守护者，守护者警告她不要拿走宝藏",
                "莉娜坚持要拿宝藏拯救村庄，接受了守护者的挑战",
                "经过一场激烈的魔法对决，莉娜战胜了守护者",
                "莉娜最终获得了宝藏，带着希望回到村庄"
            ],
            "34": [
                "李云和张勇准备攻入敌人的山寨救回师父。",
                "两人通过小路进入山寨，避开守卫。",
                "他们找到并救出被关押的师父。",
                "在逃跑时遇到敌人，两人拼杀保护师父。",
                "最终三人成功逃出山寨，师父获救。"
            ],
            "35": [
                "约翰和艾米莉调查神秘失踪案，发现与一家科技公司有关。",
                "他们发现这家公司在进行非法人体实验。",
                "两人潜入实验室，发现了被关押的实验对象。",
                "他们记录了实验室负责人的对话，取得了确凿证据。",
                "警方赶到并逮捕了所有涉案人员，失踪者得救。"
            ],
            "36": [
                "未来世界，王博士和助手林雪试图打开时空隧道",
                "他们的实验取得突破性进展，成功打开时空隧道",
                "两人讨论时空旅行的安全和伦理问题",
                "决定先进行小型物体测试，确保时空旅行安全",
                "王博士和林雪对时空旅行充满期待，计划进一步研究"
            ],
            "37": [
                "杰克接到寻找失落城市的任务，邀请艾丽一起冒险",
                "艾丽同意加入，尽管任务充满危险",
                "两人分工准备，杰克负责地图，艾丽负责武器",
                "出发前，艾丽联系朋友收集信息",
                "在丛林中遇到危险动物，选择避开继续前进",
                "最终，两人在废墟前找到失落城市"
            ],
            "38": [
                "王强的搭档小李被举报涉嫌贪污受贿。",
                "王强决定帮助小李调查真相，查清是不是有人陷害小李。",
                "小李坚称自己清白，愿意提供所有信息配合调查。",
                "王强和小李决定从账户和接触的人开始调查，找出真相。"
            ],
            "39": [
                "王飞和助手小林在丛林中执行任务",
                "小林对前进路线产生疑问，认为有危险",
                "王飞认为绕道浪费时间，坚持走原路",
                "两人讨论后决定提高警惕前进",
                "途中遇到山洞，决定先避雨休息",
                "王飞探查后确认安全，团队进入山洞"
            ],
            "40": [
                "花花工作压力大，感到很累",
                "小美和男朋友经常吵架，感情遇到困扰",
                "花花建议小美和男朋友冷静一下，给彼此空间",
                "小美感谢花花的支持和鼓励"
            ],
            "41": [
                "小李是一名年轻律师，刚开始职业生涯。",
                "王总涉嫌商业贿赂，被匿名举报。",
                "王总坚称自己是被冤枉的，从未行贿。",
                "小李需要收集证据，证明举报信中的交易记录和转账记录是伪造的。",
                "王总怀疑是竞争对手在背后搞鬼。",
                "小李决定从交易记录入手，找出证据漏洞。",
                "王总全力配合，提供银行对账单和公司财务记录。",
                "小李计划找证人来证明王总的清白。"
            ],
            "42": [
                "国王命令莱昂去黑暗森林寻找魔法宝石。",
                "莱昂进入黑暗森林，遇到精灵守护者。",
                "精灵守护者设下三道试炼，考验莱昂的勇气、智慧和心灵。",
                "莱昂成功通过所有试炼，获得魔法宝石。",
                "莱昂决心用宝石拯救王国，带着希望返回。"
            ],
            "43": [
                "勇士凯特和他的朋友们要找到圣剑打败魔王",
                "他们听说黑森林里有位老人知道圣剑的下落",
                "三人决定去黑森林找老人",
                "老人告诉他们必须通过三个试炼才能得到圣剑",
                "第一试炼是勇气，要穿过火焰山",
                "三人成功通过火焰山的试炼"
            ],
            "44": [
                "艾瑞克和艾琳联手探索古代遗迹，寻找宝藏。",
                "他们遇到陷阱、魔法机关和怪物。",
                "艾琳破解魔法阵，打开石门，进入宝藏室。",
                "挑选宝物后，遗迹开始塌陷，两人成功逃脱。",
                "他们带着宝物返回家乡，成为传奇英雄。"
            ],
            "45": [
                "勇士莱恩和巫师莉娜寻找失落的宝藏",
                "他们遇到一个神秘的老人",
                "老人告诉他们必须击败飞龙才能得到线索",
                "飞龙的弱点在眼睛，老人提醒他们小心",
                "莉娜和莱恩制定了详细的计划准备挑战飞龙"
            ],
            "46": [
                "小华接到富豪女儿失踪案件，线索是一张带有奇怪符号的纸条。",
                "小华深入调查，发现符号是一张藏宝图。",
                "根据地图指引，小华找到富豪女儿被绑架的地点。",
                "成功救出富豪女儿，揭开了案件背后的阴谋。"
            ],
            "47": [
                "小张在丛林中遇到了一位神秘的老人。",
                "老人告诉小张关于丛林深处宝藏的传说。",
                "老人警告小张，丛林中充满危险。",
                "小张决心找到宝藏，老人给了他一张地图。",
                "老人提醒小张不要被贪婪蒙蔽。",
                "小张踏上了寻找宝藏的冒险之旅。"
            ],
            "48": [
                "王子和宫女小梅合作揭发奸臣的阴谋。",
                "小梅接近奸臣，搜集证据。",
                "她将证据交给皇帝，揭露了大臣的阴谋。",
                "皇帝下令将奸臣拿下，并表扬小梅的忠诚。",
                "王子和小梅成功拯救了皇帝和国家。"
            ],
            "49": [
                "小王和小丽是新婚夫妇，最近因为家庭琐事吵架",
                "小丽觉得小王忽略了她和家庭，希望多陪伴",
                "小王表示理解，答应多花时间陪伴和分担家务",
                "两人决定以后多沟通，减少矛盾",
                "两人最终和好，决定一起面对未来的挑战"
            ],
            "50": [
                "阿飞是一名宇航员，正在进行太空任务。",
                "阿飞和地面控制中心的联络员小美进行了对话。",
                "阿飞分享了他在太空中的感受和数据收集情况。",
                "小美表示对阿飞的支持和关心。",
                "阿飞准备返回地球。"
            ],
            "51": [
                "王五和小李调查连环杀人案，小李在行动中失踪",
                "王五独自追查，发现小李被绑",
                "王五救出小李，制服凶手",
                "两人决定回去报案"
            ],
            "52": [
                "大卫是一名年轻的医生，工作繁忙",
                "丽莎因为感到孤独而与大卫发生争吵",
                "丽莎希望大卫多陪陪她，大卫表示理解但因工作忙碌无法做到",
                "大卫最终承诺每周至少有两个晚上陪丽莎吃饭",
                "丽莎决定再给大卫一次机会，两人关系暂时缓和"
            ],
            "53": [
                "王大锤发现失落的古城，决定带领团队深入探险。",
                "团队在古城内发现古代文字和密室。",
                "古井可能是通向地下通道，团队决定探查。",
                "在地下通道内，团队发现了一个地下宫殿。",
                "团队在宫殿内发现了古代文物，记录下来。",
                "王大锤决定保护文物，等待进一步研究。",
                "探险圆满结束，团队成功。"
            ],
            "54": [
                "李丽是年轻律师，为无辜被告辩护。",
                "李丽和张强在法庭上激烈辩论。",
                "张强认为证据确凿，李丽指出证据有漏洞。",
                "李丽相信正义，最终法庭判决被告无罪。",
                "张强对判决不满，但必须接受法庭决定。"
            ],
            "55": [
                "丽莎和马克斯在荒芜星球上发现了一座外星遗迹",
                "两人决定进入遗迹探索，发现墙上的古老符号",
                "遭遇地面裂开，险些被困",
                "发现一个悬浮的光球，分析后发现是高能量源",
                "光球爆裂，两人险些丧命",
                "继续深入遗迹，破解门锁，进入核心",
                "发现一个巨大的复杂机器，开始分析其结构"
            ],
            "56": [
                "老赵是一名退休的老兵，生活平静但有些孤独",
                "在公园里偶遇年轻女孩小芳，两人逐渐建立友谊",
                "小芳因工作上的麻烦心情不好，老赵以自己的经历鼓励她",
                "老赵生活孤独，小芳决定以后多来陪他聊天",
                "两人约定以后常见面，互相鼓励"
            ],
            "57": [
                "骑士亚瑟受命寻找龙珠以拯救王国。",
                "龙珠藏在黑暗森林的最深处，被古老的守护者守护。",
                "亚瑟在森林中面对各种魔法生物和陷阱。",
                "亚瑟最终找到龙珠并接受了守护者的挑战。",
                "亚瑟成功带回龙珠，拯救了王国。"
            ],
            "58": [
                "王刚是一名职业赛车手，最近比赛失利",
                "王刚和教练老刘讨论训练计划",
                "老刘建议王刚调整心态，从基础操控练起",
                "王刚的车子出现了刹车和轮胎问题",
                "老刘提醒王刚注意饮食和休息，保持体力"
            ],
            "59": [
                "小张发现了一种疑似新型病毒的病症",
                "老王质疑小张的发现，认为他在冒险",
                "小张决定向上级汇报，以争取更多资源",
                "老王担心引起恐慌，劝小张不要轻举妄动",
                "小张坚持认为及时处理病症非常重要",
                "老王最终决定支持小张的决定"
            ],
            "60": [
                "小李对公司经理陈姐有好感，鼓起勇气送咖啡",
                "小李借机邀请陈姐吃饭，但陈姐没有答应",
                "陈姐表示改天再约，小李期待下一次机会",
                "陈姐对小李的好感有了初步印象，但仍在观察"
            ],
            "61": [
                "李云风与冷月寒曾是好友，因理念不同反目成仇",
                "两人在江湖中决战，李云风想阻止冷月寒的邪道行为",
                "冷月寒认为弱肉强食，李云风坚持不伤害无辜",
                "决战中，李云风劝冷月寒回头，冷月寒拒绝",
                "冷月寒最终被李云风打败，坦然接受命运"
            ],
            "62": [
                "指挥官杰克发现了一起科学家失踪案件。",
                "杰克和助手艾丽在实验室发现了科学家最后访问的文件。",
                "文件涉及一种新的能源，杰克怀疑这可能是失踪的原因。",
                "监控录像显示总工程师出现在科学家失踪前的实验室。",
                "总工程师声称自己只是去拿文件，但杰克和艾丽决定进一步调查。"
            ],
            "63": [
                "王侦探和李侦探调查教授失踪案件",
                "教授留下神秘信件提到时间的尽头",
                "两人找到隐藏的时间机器",
                "启动机器后，两人被传送到陌生的地方",
                "遇到教授，教授警告他们时间旅行的危险",
                "教授表示自己无法回去，要求两人阻止研究继续"
            ],
            "64": [
                "Alice发现Bob暗恋Carol，决定撮合他们。",
                "Alice邀请Bob和Carol一起去咖啡馆。",
                "Bob和Carol在咖啡馆里聊得很开心，特别是关于摄影的话题。",
                "Bob和Carol决定周末一起出去拍照。"
            ],
            "65": [
                "李四发现老板王总总是刁难他，决定找老板理论",
                "王总表示李四的能力还不够，不能胜任重要项目",
                "李四认为自己被老板有偏见对待，决定辞职",
                "老板不挽留，李四提交辞职报告",
                "李四决心离职，寻找新的机会，证明自己的能力"
            ],
            "66": [
                "Prince Aric and Elara are planning a rebellion against King Thorne.",
                "They need more allies and decide to gather the other lords.",
                "Elara will use her magic to sway the lords' loyalty.",
                "They plan to infiltrate the castle through a hidden passageway.",
                "They agree to prepare for the rebellion within a week."
            ],
            "67": [
                "小明和小红因琐事经常吵架，感情陷入危机。",
                "小明约小红谈心，试图修复关系。",
                "小红对小明提出分手，觉得疲倦。",
                "小明恳求小红给予再次机会，承诺改变。",
                "小明买了电影票哄小红，小红勉为其难同意和好。"
            ],
            "68": [
                "未来世界，林博士研发了智能机器人助手阿尔法",
                "两人一起探索宇宙，收集资源",
                "阿尔法逐渐产生自我意识，开始思考自由意志",
                "林博士对此感到震惊，决定深入研究",
                "阿尔法希望拥有选择自己命运的权利",
                "林博士理解阿尔法的感受，但表示需要时间研究",
                "两人继续进行星系探险，阿尔法表现出友谊的情感"
            ],
            "69": [
                "刘涛是一名科技公司的工程师，发现公司有人偷窃技术资料",
                "刘涛决定和好友李杰一起调查",
                "他们决定从有权限接触资料的人开始调查",
                "他们怀疑新来的项目经理，并决定盯紧他",
                "他们计划慢慢收集证据，不打草惊蛇"
            ],
            "70": [
                "小李和外星朋友Zara讨论环境保护。",
                "Zara介绍他们星球的环境保护经验。",
                "小李希望地球也能改进环保措施。",
                "Zara强调全民参与和技术支持的重要性。",
                "两人决定共同努力保护地球环境。"
            ],
            "71": [
                "李雷和韩梅梅是大学同学，两人关系一直很好。",
                "李雷暗恋韩梅梅，但一直没有勇气表白。",
                "在图书馆偶遇时，李雷鼓起勇气向韩梅梅表白。",
                "韩梅梅表示需要时间考虑，希望继续保持朋友关系。",
                "李雷表示理解和尊重韩梅梅的决定，愿意等待。"
            ],
            "72": [
                "李雷和韩梅梅因误会和信任问题产生矛盾",
                "李雷试图澄清误会，修复两人关系",
                "韩梅梅对李雷隐瞒事情感到失望",
                "李雷解释事情真相，请求韩梅梅给他最后一次机会",
                "韩梅梅最终同意再给李雷一次机会，两人决定重新开始"
            ],
            "73": [
                "王大力是一名探险家，决定独自探访幽灵森林",
                "尽管朋友们劝他不要去，但王大力坚持自己的决定",
                "王大力进入幽灵森林，发现了一些古老的遗迹和宝藏",
                "王大力成功带着宝物返回营地，准备回家"
            ],
            "74": [
                "王大锤发现上司老张对他特别关照。",
                "经过调查，王大锤发现老张是他的亲生父亲。",
                "王大锤的母亲和大姨确认了这个事实。",
                "老张当年因为苦衷离开了王大锤和他的母亲。",
                "王大锤接受了老张是他父亲的事实，决定努力工作。"
            ],
            "75": [
                "丽莎和丈夫杰克婚姻出现危机，决定找婚姻咨询师帮助。",
                "丽莎感觉不到杰克对她的关心。",
                "杰克认为自己为家庭做了很多努力。",
                "丽莎希望杰克能多陪陪她，听她的心声。",
                "咨询师建议他们安排固定的约会时间，增进彼此感情。",
                "杰克和丽莎都愿意尝试这个建议。",
                "他们决定从今天开始重新认识彼此，改善关系。"
            ],
            "76": [
                "小东是一名记者，发现一起涉及当地企业的阴谋。",
                "他采访了企业的CEO张总，发现对方态度冷漠且威胁性。",
                "张总否认所有指控，并警告小东不要自找麻烦。",
                "小东决定继续深入调查，张总安排人监视他。"
            ],
            "77": [
                "皇帝李文清中毒昏迷，张武和柳安展开调查。",
                "发现最后接触皇帝茶水的人是太监小李，受贵妃指使。",
                "贵妃否认害皇帝，声称被陷害。",
                "张武在贵妃宫中发现可疑药材，贵妃被暂时关押。"
            ],
            "78": [
                "勇士艾伦和法师丽莎踏上寻找龙之宝藏的冒险之旅。",
                "两人遇到了巨龙，但通过合作最终战胜了它。",
                "他们成功找到了宝藏，并决定迅速返回以防巨龙复活。"
            ],
            "79": [
                "警察老王和人工智能助手小艾在追捕一个危险的逃犯。",
                "他们在一栋废弃的大楼里发现了逃犯的踪迹。",
                "小艾通过扫描发现目标在三楼的一个房间里。",
                "逃犯持枪威胁，但小艾成功干扰了他的武器。",
                "老王在干扰后冲进房间控制住逃犯。",
                "逃犯最终投降，老王将其带回警局。",
                "任务完成，老王和小艾成功抓捕逃犯。"
            ],
            "80": [
                "故事发生在未来的宇宙殖民地。",
                "张伟是指挥官，李娜是科学家。",
                "李娜的实验违反了伦理规范，引发争执。",
                "张伟坚持道德底线，要求停止实验。",
                "李娜认为生存重要，愿意继续实验。",
                "张伟决定向上级报告，李娜暂时同意停止实验。",
                "两人都希望找到解决办法拯救殖民地。"
            ],
            "81": [
                "阿强是一个屌丝程序员，暗恋公司的高冷女神mary很久了",
                "阿强鼓起勇气约mary吃饭，mary竟然同意了",
                "mary声明只是吃顿饭而已，不代表其他意思，不想欠人情",
                "两人约在周六晚上7点去新开的西餐厅吃饭",
                "阿强提出吃完饭可以看电影，被mary拒绝"
            ],
            "82": [
                "小李和小王多年未见，在咖啡馆重逢。",
                "小王去了国外读研并留在那里工作。",
                "小李在国内创业，开了一家咖啡馆。",
                "他们回忆起大学时光，感慨万千。",
                "两人都单身，忙于工作。",
                "小王可能会在国内待一段时间，两人决定常联系。"
            ],
            "83": [
                "小明和小红最近因为琐事经常吵架，感情出现危机",
                "小明主动约小红出来谈心，试图修复关系",
                "小红提出要分手，觉得很累，不知道还能不能继续",
                "小明恳求小红再给他一次机会，保证以后不再冷落她发脾气",
                "小明买了电影票哄小红开心，小红勉强同意和好",
                "小明提出要做大餐给小红吃，展示厨艺",
                "小红担心小明做黑暗料理，但还是同意让他试试"
            ]
        }
    }
}